import {useState} from "react"

export const default_gc={
    "1":0,
    "2":0,
    "3":0,
    "4":0
}
export let grid_contain;

export function initArrays()
{
    getPillList().then((res)=>{pill_list=res});
    getGridContain().then((res)=>{grid_contain=res});
}

export async function getPillList()
{
    const pilllist_mem={
        "1":{
            "pill_id": 1,
            "pill_name": "药物1",
            "pill_description": "这是第一种药物。",
            "pill_conflicts": [2,3,5]
        },
        "2":{
            "pill_id": 2,
            "pill_name": "药物2",
            "pill_description": "这是第2种药物。",
            "pill_conflicts": [1]
        },
        "3":{
            "pill_id": 3,
            "pill_name": "药物3",
            "pill_description": "这是第3种药物。",
            "pill_conflicts": []
        }
    }
    return pilllist_mem;
}

export async function getGridContain()
{
    if(grid_contain) return grid_contain;
    else
    {
        let gridc_mem={
            "1":0,
            "2":3,
            "3":1,
            "4":2
        };
        grid_contain=gridc_mem;
        return grid_contain;
    }
}


export async function setGridContain(newgc)
{
    grid_contain=newgc;
}

export function getPhotoPlace(pill_id)
{
    console.log("./data/pill_"+pill_id+".png")
    return "./data/pill_"+pill_id+".png"
}

export const pill_list={
    "1": {
        "pill_id": 1,
        "pill_name": "丁溴东莨菪碱胶囊",
        "pill_description": "丁溴东莨菪碱胶囊，适应症为1．用于胃、十二指肠、结肠内镜检查的术前准备，内镜逆行胰胆管造影，和胃、十二指肠、结肠的气钡低张造影或腹部CT扫描的术前准备，可减少或抑制胃肠道蠕动；2．用于各种病因引起的胃肠道痉挛、胆绞痛、肾绞痛或胃肠道蠕动亢进等。",
        "pill_conflicts": [387,388,653,397,528,403,410,416,417,41,170,171,172,42,43,44,443,444,326,88,89,90,91,220,351,99,100]
    },
    "2": {
        "pill_id": 2,
        "pill_name": "丙戊酸钠片",
        "pill_description": "丙戊酸钠片，适应症为主要用于单纯或复杂失神发作、肌阵挛发作，大发作的单药或合并用药治疗，有时对复杂部分性发作也有一定疗效。",
        "pill_conflicts": []
    },
    "3": {
        "pill_id": 3,
        "pill_name": "丙戊酸镁片",
        "pill_description": "丙戊酸镁片，适应症为用于治疗各型癫痫。也可用于治疗双相情感障碍的躁狂发作。",
        "pill_conflicts": []
    },
    "4": {
        "pill_id": 4,
        "pill_name": "乙酰半胱氨酸泡腾片",
        "pill_description": "乙酰半胱氨酸泡腾片，适应症为用于治疗分泌大量浓稠痰液的慢性阻塞性肺病（COPD），慢性支气管炎（CB）、肺气肿（PE）等慢性呼吸系统感染。",
        "pill_conflicts": []
    },
    "5": {
        "pill_id": 5,
        "pill_name": "乙酰半胱氨酸片",
        "pill_description": "乙酰半胱氨酸片，适应症为用于分泌大量粘稠痰液的慢性阻塞性肺病（COPD）、慢性支气管炎（CB）、肺气肿（PE）等慢性呼吸感染的祛痰治疗。",
        "pill_conflicts": []
    },
    "6": {
        "pill_id": 6,
        "pill_name": "乙酰半胱氨酸胶囊",
        "pill_description": "乙酰半胱氨酸胶囊，用于浓稠痰粘液过多的呼吸系统疾病：急性支气管炎、慢性支气管炎急性发作、支气管扩张症。",
        "pill_conflicts": []
    },
    "7": {
        "pill_id": 7,
        "pill_name": "乙酰唑胺片",
        "pill_description": "乙酰唑胺片，适应症为适用于治疗各种类型的青光眼，对各种类型青光眼急性发作时的短期控制是一种有效的降低眼压的辅助药物。开角型(慢性单纯性)青光眼，如用药物不能控制眼压，并用本品治疗可使其中大部分病例的眼压得到控制，做为术前短期辅助药物。闭角型青光眼急性期应用本品降压后，原则上应根据房角及眼压描记情况选择适宜的抗青光眼手术。本品也用于抗青光眼及某些内眼手术前降低眼压。抗青光眼术后眼压控制不满意者，仍可应用本品控制眼压。继发性青光眼也可用本品降低眼压。",
        "pill_conflicts": [312,228,313,434,435,403,342,566,344,345,444,443,220,343]
    },
    "8": {
        "pill_id": 8,
        "pill_name": "乳酸左氧氟沙星分散片",
        "pill_description": "乳酸左氧氟沙星分散片，适应症为本品适用于敏感细菌所引起的下列轻、中度感染：呼吸系统感染：急性支气管炎、慢性支气管炎、慢性支气管炎急性期发作、弥漫性细支气管炎、支气管扩张合并感染、肺炎、咽喉炎、扁桃体炎（扁桃体周围脓肿）；泌尿系统感染：肾盂肾炎、复杂性尿路感染等；生殖系统感染：前列腺炎、附睾炎、宫腔感染、子宫附件炎、盆腔炎（疑有厌氧菌感染时可合用甲硝唑）；皮肤软组织感染：传染性脓疱病、蜂窝组织炎、淋巴管（结）炎、皮下脓肿、肛周脓肿等；肠道感染：细菌性痢疾、感染性肠炎、沙门菌属肠炎、伤寒及副伤寒等；其他感染：外伤、烧伤及手术后伤口感染、腹腔感染（必要时合用甲硝唑）、乳腺炎、胆囊炎、胆管炎、骨与关节感染以及五官科感染等。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "9": {
        "pill_id": 9,
        "pill_name": "乳酸左氧氟沙星片",
        "pill_description": "乳酸左氧氟沙星片，适应症为适用于敏感菌引起的：1．泌尿生殖系统感染，包括单纯性、复杂性尿路感染、细菌性前列腺炎、淋病奈瑟菌尿道炎或宫颈炎(包括产酶株所致者)。2．呼吸道感染，包括敏感革兰阴性杆菌所致支气管感染急性发作及肺部感染。3．胃肠道感染，由志贺菌属、沙门菌属、产肠毒素大肠杆菌、亲水气单胞菌、副溶血弧菌等所致。4．伤寒。5．骨和关节感染。6．皮肤软组织感染。7．败血症等全身感染。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "10": {
        "pill_id": 10,
        "pill_name": "乳酸左氧氟沙星胶囊",
        "pill_description": "乳酸左氧氟沙星胶囊，适应症为本品适用于敏感革兰氏阴性菌和革兰氏阳性性细菌引起的轻、中度呼吸系统、泌尿系统、消化系统、皮肤软组织以及口腔科、耳鼻喉科、眼科、皮肤科等感染和淋球菌、沙眼衣原体所致的尿道炎、宫颈炎等。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "11": {
        "pill_id": 11,
        "pill_name": "二甲双胍格列吡嗪片",
        "pill_description": "二甲双胍格列吡嗪片，本品用于2型糖尿病的初始治疗，用于改善单独采取饮食、运动疗法不能充分控制血糖的2型糖尿病。.",
        "pill_conflicts": []
    },
    "12": {
        "pill_id": 12,
        "pill_name": "二甲双胍格列吡嗪片(Ⅱ)",
        "pill_description": "二甲双胍格列吡嗪片(Ⅱ)的分子式为C9H9NO4，分子量为195.1721",
        "pill_conflicts": []
    },
    "13": {
        "pill_id": 13,
        "pill_name": "二甲双胍格列本脲片",
        "pill_description": "二甲双胍格列本脲片，适应症为对于饮食控制和运动加服二甲双胍或磺酰脲类药物，未能满意控制血糖水平的2型糖尿病患者，可作为二线治疗药物。",
        "pill_conflicts": []
    },
    "14": {
        "pill_id": 14,
        "pill_name": "二甲双胍格列本脲胶囊",
        "pill_description": "二甲双胍格列本脲胶囊，适应症为1、用于单纯饮食控制和或运动疗法血糖水平未得到满意控制的2型糖尿病病人。2、可作为单用磺脲类或盐酸二甲双胍治疗，血糖水平未得到满意控制的2型糖尿病病人二线用药。",
        "pill_conflicts": []
    },
    "15": {
        "pill_id": 15,
        "pill_name": "二甲双胍格列本脲胶囊(I)",
        "pill_description": "二甲双胍格列本脲胶囊(Ⅰ)是一种处方药，适应于内分泌科，2型糖尿病。",
        "pill_conflicts": []
    },
    "16": {
        "pill_id": 16,
        "pill_name": "二甲双胍格列本脲胶囊(II)",
        "pill_description": "二甲双胍格列本脲胶囊(Ⅱ)，一款主治2型糖尿病的药品。",
        "pill_conflicts": []
    },
    "17": {
        "pill_id": 17,
        "pill_name": "二甲双胍格列齐特片",
        "pill_description": "二甲双胍格列齐特片，适应症为当2型糖尿病患者需要用格列齐特片40mg和盐酸二甲双胍片250mg联合治疗时，本品作为替代治疗。",
        "pill_conflicts": []
    },
    "18": {
        "pill_id": 18,
        "pill_name": "二羟丙茶碱片",
        "pill_description": "二羟丙茶碱片，适应症为适用于支气管哮喘，喘息型支气管炎等具有喘息症状者。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "19": {
        "pill_id": 19,
        "pill_name": "亚叶酸钙片",
        "pill_description": "亚叶酸钙片，适应症为1．主要用作叶酸拮抗剂(如甲氨喋呤、乙胺嘧啶或甲氧苄啶等)的解毒剂。2．用于预防甲氨喋呤过量或大剂量治疗后所引起的严重毒性作用。3．由叶酸缺乏所引起的巨幼细胞性贫血。4．与氟尿嘧啶联合应用时，用于治疗晚期结肠癌、直肠癌。",
        "pill_conflicts": []
    },
    "20": {
        "pill_id": 20,
        "pill_name": "亚叶酸钙胶囊",
        "pill_description": "亚叶酸钙胶囊，用作叶酸拮抗剂（如甲氨蝶呤、乙氨嘧啶或甲氧苄啶等）的解毒剂。用于预防甲氨蝶呤过量或大剂量治疗后所引起的严重毒性作用。也用于叶酸缺乏所引起的巨幼红细胞性贫血的治疗。与5-氟脲嘧啶合用，用于晚期结肠、直肠癌。",
        "pill_conflicts": []
    },
    "21": {
        "pill_id": 21,
        "pill_name": "他克莫司缓释胶囊",
        "pill_description": "他克莫司缓释胶囊，本品适用于预防肾脏移植术后的移植物排斥反应预防肝脏移植术后维持期的移植物排斥反应 本品用于治疗肾脏或肝脏移植术后应用其他免疫抑制药物无法控制的移植物排斥反应.",
        "pill_conflicts": [518,519,520,8,9,10,526,528,18,536,537,538,539,28,29,30,31,542,33,34,543,544,32,41,42,43,44,45,46,47,48,566,567,571,572,573,580,581,582,583,584,585,590,82,83,84,85,101,104,105,621,622,111,122,123,124,126,127,128,647,648,135,650,651,137,138,658,659,150,151,540,169,170,171,201,202,203,226,227,246,247,258,259,260,272,273,274,275,298,299,300,312,313,314,315,321,322,326,342,343,344,345,351,366,367,368,403,434,435,443,444]
    },
    "22": {
        "pill_id": 22,
        "pill_name": "他克莫司胶囊",
        "pill_description": "他克莫司胶囊，适应症为预防肝脏或肾脏移植术后的移植物排斥反应。治疗肝脏或肾脏移植术后应用其他免疫抑制药物无法控制的移植物排斥反应。",
        "pill_conflicts": [518,519,520,8,9,10,526,528,18,536,537,538,539,28,29,30,31,542,33,34,543,544,32,41,42,43,44,45,46,47,48,566,567,571,572,573,580,581,582,583,584,585,590,82,83,84,85,101,104,105,621,622,111,122,123,124,126,127,128,647,648,135,650,651,137,138,658,659,150,151,540,169,170,171,201,202,203,226,227,246,247,258,259,260,272,273,274,275,298,299,300,312,313,314,315,321,322,326,342,343,344,345,351,366,367,368,403,434,435,443,444]
    },
    "23": {
        "pill_id": 23,
        "pill_name": "伊曲康唑分散片",
        "pill_description": "主要治疗外阴阴道念珠菌病，花斑癣，真菌性角膜炎，鹅口疮，甲癣，隐球菌病，组织胞浆菌病，孢子丝菌病，球孢子菌病，芽生菌病等。",
        "pill_conflicts": [352,353,354,355,36,312,326,313,236,590,342,343,344,345,443,444,126,31]
    },
    "24": {
        "pill_id": 24,
        "pill_name": "伊曲康唑胶囊",
        "pill_description": "伊曲康唑胶囊，适应症为适于治疗以下疾病：- 妇科：外阴阴道念珠菌病。- 皮肤科/眼科：  - 花斑癣、皮肤真菌病、真菌性角膜炎和口腔念珠菌病。  - 由皮肤癣菌和/或酵母菌引起的甲真菌病。- 系统性真菌感染：系统性曲霉病及念珠菌病、隐球菌病（包括隐球菌性脑膜炎）*、组织胞浆菌病、孢子丝菌病、副球孢子菌病、芽生菌病和其它各种少见的系统性或热带真菌病。*注：对于免疫受损的隐球菌病患者及所有中枢神经系统隐球菌病患者，只有在一线药物不适用或无效时，方可使用本品治疗。",
        "pill_conflicts": [352,353,354,355,36,312,326,313,236,590,342,343,344,345,443,444,126,31]
    },
    "25": {
        "pill_id": 25,
        "pill_name": "伊维菌素咀嚼片",
        "pill_description": "伊维菌素咀嚼片，用于治疗盘尾丝虫病和类圆线虫病，也可用于治疗钩虫、蛔虫、鞭虫、蛲虫感染。",
        "pill_conflicts": []
    },
    "26": {
        "pill_id": 26,
        "pill_name": "伊维菌素片",
        "pill_description": "伊维菌素片，用于治疗盘尾丝虫病和类圆线虫病及钩虫、蛔虫、鞭虫、蛲虫引起感染。",
        "pill_conflicts": []
    },
    "27": {
        "pill_id": 27,
        "pill_name": "伊维菌素胶囊",
        "pill_description": "伊维菌素胶囊，用于治疗盘尾丝虫病和类圆线虫病及钩虫、蛔虫、鞭虫、蛲虫等引起感染。",
        "pill_conflicts": []
    },
    "28": {
        "pill_id": 28,
        "pill_name": "依托度酸片",
        "pill_description": "依托度酸片，适应症为用以缓解下列疾病的症状和体征。1．骨关节炎(退行性关节病变)2．类风湿关节炎3．疼痛症状本品可用于以上疾病急性发作的治疗，也可用于以上疾病的长期治疗。",
        "pill_conflicts": [8,9,10,21,22,541,36,45,46,47,48,561,562,566,64,65,66,67,68,69,581,582,583,585,584,587,580,82,83,84,85,88,89,90,91,99,100,104,105,620,115,122,647,648,650,651,653,658,659,195,201,202,203,212,213,214,215,217,218,228,229,232,233,236,240,243,244,245,251,256,257,258,259,260,272,273,280,281,283,312,313,321,322,352,353,354,355,366,367,368,372,373,379,410,411,413,414,415,424,425,426,429,434,435,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "29": {
        "pill_id": 29,
        "pill_name": "依托度酸缓释片",
        "pill_description": "依托度酸缓释片，适应症为用于治疗类风湿性关节炎及骨关节炎的症状和体征。",
        "pill_conflicts": [8,9,10,21,22,541,36,45,46,47,48,561,562,566,64,65,66,67,68,69,581,582,583,585,584,587,580,82,83,84,85,88,89,90,91,99,100,104,105,620,115,122,647,648,650,651,653,658,659,195,201,202,203,212,213,214,215,217,218,228,229,232,233,236,240,243,244,245,251,256,257,258,259,260,272,273,280,281,283,312,313,321,322,352,353,354,355,366,367,368,372,373,379,410,411,413,414,415,424,425,426,429,434,435,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "30": {
        "pill_id": 30,
        "pill_name": "依托度酸胶囊",
        "pill_description": "依托度酸胶囊，适应症为用以缓解下列疾病的症状和体征。（1）骨关节炎（退行性关节病变）（2）类风湿关节炎（3）疼痛症状本品可用于以上疾病急性发作的治疗，也可用于以上疾病的长期治疗。",
        "pill_conflicts": [8,9,10,21,22,541,36,45,46,47,48,561,562,566,64,65,66,67,68,69,581,582,583,585,584,587,580,82,83,84,85,88,89,90,91,99,100,104,105,620,115,122,647,648,650,651,653,658,659,195,201,202,203,212,213,214,215,217,218,228,229,232,233,236,240,243,244,245,251,256,257,258,259,260,272,273,280,281,283,312,313,321,322,352,353,354,355,366,367,368,372,373,379,410,411,413,414,415,424,425,426,429,434,435,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "31": {
        "pill_id": 31,
        "pill_name": "依托泊苷软胶囊",
        "pill_description": "依托泊苷软胶囊，适应症为主要用于治疗小细胞肺癌，恶性淋巴肿瘤，恶性生殖细胞瘤，白血病，对神经母细胞瘤，横纹肌肉瘤，卵巢癌，非小细胞肺癌，胃癌和食管癌等有一定疗效。",
        "pill_conflicts": [258,259,260,263,8,9,10,136,524,525,528,529,530,658,659,21,22,23,24,32,421,422,423,169,298,299,300,429,571,572,573,321,322,195,327,456,201,337,217,218,220,224,225,611,612,613,485,366,367,368,505,506,507,508,509]
    },
    "32": {
        "pill_id": 32,
        "pill_name": "依折麦布辛伐他汀片",
        "pill_description": "依折麦布辛伐他汀片，处方药，由默沙东公司（在美国和加拿大被称为默克）研发、生产。经国家食品药品监督管理局批准，于2012年5月12日在中国正式上市。依折麦布辛伐他汀片是目前国内唯一一款降脂药物复方制剂，片剂中含有临床应用广泛的两种降脂药物——辛伐他汀和依折麦布，适用于高胆固醇血症患者。依折麦布辛伐他汀片具有双重作用机制，在抑制胆固醇在肝脏合成的同时，抑制胆固醇在小肠的吸收，可强效降低LDL-C达50%以上，在所有降脂药物中单片降LDL-C（低密度脂蛋白）效果最强；而其安全性和耐受性与常规剂量他汀单药相当。临床研究表明，葆至能®可有效帮助LDL-C不达标的患者降脂达标；同时由于其单片降脂效果最强，可通过使用一片葆至能®替换两片其他降脂药物，方便患者长期服用，极大地增加了用药依从性。由美国布莱根妇女医院TIMI研究小组、美国杜克大学临床研究所主导，默沙东公司赞助的《进一步降低终点事件：葆至能®",
        "pill_conflicts": [224,225,327,169,298,299,300,658,659,21,22,31]
    },
    "33": {
        "pill_id": 33,
        "pill_name": "依西美坦片",
        "pill_description": "依西美坦片，适应症为用于经他莫昔芬辅助治疗2-3年后，绝经后雌激素受体阳性的妇女的早期浸润星性乳腺癌的辅助治疗，直至完成总共5年的辅助内分泌治疗。用于经他莫昔芬治疗后，其病情仍有进展的自然或人工绝经后妇女的晚期乳腺癌。尚不明确本品在雌激素受体阴性患者中的疗效。",
        "pill_conflicts": [136,169,45,46,47,528,529,530,48,21,22,220]
    },
    "34": {
        "pill_id": 34,
        "pill_name": "依西美坦胶囊",
        "pill_description": "依西美坦胶囊，适应症为适用于以他莫昔芬治疗后病情进展的绝经后晚期乳腺癌患者。",
        "pill_conflicts": [136,169,45,46,47,528,529,530,48,21,22,220]
    },
    "35": {
        "pill_id": 35,
        "pill_name": "依那普利氢氯噻嗪咀嚼片",
        "pill_description": "依那普利氢氯噻嗪咀嚼片，本品仅适用于单一药物治疗不能有效控制血压，需要联合用药治疗的患者。本品不适合初始治疗。.",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "36": {
        "pill_id": 36,
        "pill_name": "倍他米松片",
        "pill_description": "倍他米松片，适应症为主要用于过敏性与自身免疫性炎症性疾病。现多用于活动性风湿病、类风湿性关节炎、红斑狼疮、严重支气管哮喘、严重皮炎、急性白血病等，也用于某些感染的综合治疗。",
        "pill_conflicts": [312,313,342,343,344,345]
    },
    "37": {
        "pill_id": 37,
        "pill_name": "兰索拉唑片",
        "pill_description": "兰索拉唑（lansoprazole），别名达克普隆、郎索那唑，是一种白色结晶粉末的化学品。化学名称2-[[[3-甲基-4-（2，2，2-三氟乙氧基）-2-吡啶基]甲基]-亚磺酰基]-1H-苯并咪唑，分子式为C16H14F3N3O2S，分子量为369.36100。",
        "pill_conflicts": [128,135,137,138,526,18,274,275,150,151,536,537,538,283,539,540,567,314,315,226,227,101,111,123,124,127]
    },
    "38": {
        "pill_id": 38,
        "pill_name": "兰索拉唑肠溶片",
        "pill_description": "兰索拉唑肠溶片是一种药物，主要功效用于胃溃疡、十二指肠溃疡、反流性食管炎、佐-艾（Zollinger-Ellison）综合征（胃泌素瘤）。",
        "pill_conflicts": [128,135,137,138,526,18,274,275,150,151,536,537,538,283,539,540,567,314,315,226,227,101,111,123,124,127]
    },
    "39": {
        "pill_id": 39,
        "pill_name": "兰索拉唑肠溶胶囊",
        "pill_description": "兰索拉唑肠溶胶囊，适应症为胃溃疡、十二指肠溃疡、反流性食道炎、卓-艾综合征（Zollinger-Ellison症候群）、吻合口部溃疡。",
        "pill_conflicts": [128,135,137,138,526,18,274,275,150,151,536,537,538,283,539,540,567,314,315,226,227,101,111,123,124,127]
    },
    "40": {
        "pill_id": 40,
        "pill_name": "兰索拉唑胶囊",
        "pill_description": "兰索拉唑胶囊，适应症为胃溃疡、十二指肠溃疡、反流性食管炎、卓-艾综合征(Zollinger-Ellison症候群)。",
        "pill_conflicts": [128,135,137,138,526,18,274,275,150,151,536,537,538,283,539,540,567,314,315,226,227,101,111,123,124,127]
    },
    "41": {
        "pill_id": 41,
        "pill_name": "利培酮分散片",
        "pill_description": "利培酮分散片，用于治疗急性和慢性精神分裂症以及其它各种精神病性状态的明显的阳性症状(如幻觉、妄想、思维紊乱、敌视、怀疑)和明显的阴性症状(如：反应迟钝、情绪淡漠及社交淡漠、少语)。也可减轻与精神分裂症有关的情感症状(如：抑郁、负罪感、焦虑)。对于急性期治疗有效的患者，在维持期治疗中，本品可继续发挥其临床疗效。.",
        "pill_conflicts": [1,8,9,10,21,22,566,56,57,58,59,60,61,62,63,64,65,66,67,68,69,104,105,107,122,647,648,650,651,653,172,181,182,201,212,220,229,232,233,239,246,247,249,254,258,259,260,272,273,283,284,285,302,312,313,321,322,326,342,343,344,345,360,361,362,366,367,368,374,375,379,397,402,403,404,405,410,429,434,435]
    },
    "42": {
        "pill_id": 42,
        "pill_name": "利培酮口崩片",
        "pill_description": "利培酮口崩片，1.用于治疗急性和慢性精神分裂症以及其它各种精神病性状态的症状。 2.对于急性期治疗有效的患者，在维持期治疗中，维思通可继续发挥其临床疗效。 3.可用于治疗双相情感障碍的躁狂发作，其表现为情绪高涨、夸大或易激惹、睡眠要求减少、语速加快、注意力分散或判断力低下（包括紊乱或过激行为）。.",
        "pill_conflicts": [1,8,9,10,21,22,566,56,57,58,59,60,61,62,63,64,65,66,67,68,69,104,105,107,122,647,648,650,651,653,172,181,182,201,212,220,229,232,233,239,246,247,249,254,258,259,260,272,273,283,284,285,302,312,313,321,322,326,342,343,344,345,360,361,362,366,367,368,374,375,379,397,402,403,404,405,410,429,434,435]
    },
    "43": {
        "pill_id": 43,
        "pill_name": "利培酮片",
        "pill_description": "利培酮片，适应症为1．用于治疗急性和慢性精神分裂症以及其它各种精神病性状态的明显的阳性症状(如幻觉、妄想、思维紊乱、敌视、怀疑)和明显的阴性症状(如反应迟钝、情绪淡漠及社交淡漠、少语)。也可减轻与精神分裂症有关的情感症状(如：抑郁、负罪感、焦虑)。对于急性期治疗有效的患者，在维持期治疗中，本品可继续发挥其临床疗效。2．可用于治疗双相情感障碍的躁狂发作，其表现为情绪高涨、夸大或易激惹、自我评价过高、睡眠要求减少、语速加快、思维奔逸、注意力分散或判断力低下(包括紊乱或过激行为)。",
        "pill_conflicts": [1,8,9,10,21,22,566,56,57,58,59,60,61,62,63,64,65,66,67,68,69,104,105,107,122,647,648,650,651,653,172,181,182,201,212,220,229,232,233,239,246,247,249,254,258,259,260,272,273,283,284,285,302,312,313,321,322,326,342,343,344,345,360,361,362,366,367,368,374,375,379,397,402,403,404,405,410,429,434,435]
    },
    "44": {
        "pill_id": 44,
        "pill_name": "利培酮胶囊",
        "pill_description": "利培酮胶囊，用于治疗急性和慢性精神分裂症以及其它各种精神病性状态的明显的阳性症状(如:幻觉、妄想、思维紊乱、敌视、怀疑)和明显的阴性症状(如:反应迟钝、情绪淡漠及社交淡漠、少语)。.",
        "pill_conflicts": [1,8,9,10,21,22,566,56,57,58,59,60,61,62,63,64,65,66,67,68,69,104,105,107,122,647,648,650,651,653,172,181,182,201,212,220,229,232,233,239,246,247,249,254,258,259,260,272,273,283,284,285,302,312,313,321,322,326,342,343,344,345,360,361,362,366,367,368,374,375,379,397,402,403,404,405,410,429,434,435]
    },
    "45": {
        "pill_id": 45,
        "pill_name": "利福平异烟肼片",
        "pill_description": "利福平异烟肼片，药品，批准文号为国药准字H20090223。",
        "pill_conflicts": [644,653,397,658,659,21,22,411,28,29,30,542,543,33,34,544,36,413,414,167,168,169,415,429,434,435,348,566,312,313,443,444,577,578,579,580,581,326,582,583,584,586,585,349,336,82,83,84,85,342,343,344,345,93,247,220,92,94,375,352,353,354,355,351,485,222,223,228,108,243,244,246,374,379,126]
    },
    "46": {
        "pill_id": 46,
        "pill_name": "利福平片",
        "pill_description": "利福平片，适应症为1．本品与其他抗结核药联合用于各种结核病的初治与复治，包括结核性脑膜炎的治疗。2．本品与其他药物联合用于麻风、非结核分枝杆菌感染的治疗。3．本品与万古霉素(静脉)可联合用于甲氧西林耐药葡萄球菌所致的严重感染。利福平与红霉素联合方案可用于军团菌属严重感染。4．用于无症状脑膜炎奈瑟菌带菌者，以消除鼻咽部脑膜炎奈瑟菌；但不适用于脑膜炎奈瑟菌感染的治疗。",
        "pill_conflicts": [644,653,397,658,659,21,22,411,28,29,30,542,543,33,34,544,36,413,414,167,168,169,415,429,434,435,348,566,312,313,443,444,577,578,579,580,581,326,582,583,584,586,585,349,336,82,83,84,85,342,343,344,345,93,247,220,92,94,375,352,353,354,355,351,485,222,223,228,108,243,244,246,374,379,126]
    },
    "47": {
        "pill_id": 47,
        "pill_name": "利福平胶囊",
        "pill_description": "利福平胶囊，适应症为1.与其他抗结核药联合用于各种结核病的初治与复治，包括结核性脑膜炎的治疗。2.与其他药物联合用于麻风、非结核分枝杆菌感染的治疗。3.与万古霉素 (静脉) 可联合用于甲氧西林耐药葡萄球菌所致的严重感染。利福平与红霉素联合方案用于军团菌属严重感染。4.用于无症状脑膜炎奈瑟菌带菌者，以消除鼻咽部脑膜炎奈瑟菌；但不适用于脑膜炎奈瑟菌感染的治疗。",
        "pill_conflicts": [644,653,397,658,659,21,22,411,28,29,30,542,543,33,34,544,36,413,414,167,168,169,415,429,434,435,348,566,312,313,443,444,577,578,579,580,581,326,582,583,584,586,585,349,336,82,83,84,85,342,343,344,345,93,247,220,92,94,375,352,353,354,355,351,485,222,223,228,108,243,244,246,374,379,126]
    },
    "48": {
        "pill_id": 48,
        "pill_name": "利福平胶囊(Ⅱ)",
        "pill_description": "利福平胶囊(Ⅱ)，药品，批准文号为国药准字H21023360。",
        "pill_conflicts": [644,653,397,658,659,21,22,411,28,29,30,542,543,33,34,544,36,413,414,167,168,169,415,429,434,435,348,566,312,313,443,444,577,578,579,580,581,326,582,583,584,586,585,349,336,82,83,84,85,342,343,344,345,93,247,220,92,94,375,352,353,354,355,351,485,222,223,228,108,243,244,246,374,379,126]
    },
    "49": {
        "pill_id": 49,
        "pill_name": "利福昔明片",
        "pill_description": "利福昔明片，适应症为对利福昔明敏感的病原菌引起的肠道感染，包括急性和慢性肠道感染、腹泻综合症、夏季腹泻、旅行者腹泻和小肠结膜炎等。",
        "pill_conflicts": []
    },
    "50": {
        "pill_id": 50,
        "pill_name": "利福昔明胶囊",
        "pill_description": "利福昔明胶囊，适应症为对利福昔明敏感的病原菌引起的肠道感染，包括急性和慢性肠道 感染、腹泻综合征、夏季腹泻、旅行者腹泻和小肠结肠炎等。",
        "pill_conflicts": []
    },
    "51": {
        "pill_id": 51,
        "pill_name": "利福昔明软胶囊",
        "pill_description": "利福昔明软胶囊，适应症为对利福昔明敏感的病原菌引起的肠道感染，包括急性和慢性肠道感染、腹泻综合症、夏季腹泻、旅行者腹泻和小肠结肠炎等。",
        "pill_conflicts": []
    },
    "52": {
        "pill_id": 52,
        "pill_name": "别嘌醇片",
        "pill_description": "别嘌醇片，适应症为用于：①原发性和继发性高尿酸血症，尤其是尿酸生成过多而引起的高尿酸血症；②反复发作或慢性痛风者；③痛风石；④尿酸性肾结石和（或）尿酸性肾病；⑤有肾功能不全的高尿酸血症。",
        "pill_conflicts": []
    },
    "53": {
        "pill_id": 53,
        "pill_name": "别嘌醇缓释片",
        "pill_description": "别嘌醇缓释片，适应症为用于①原发性和继发性高尿酸血症，尤其是尿酸生成过多而引起的高尿酸血症；②反复发作或慢性痛风者；③痛风石；④尿酸性肾结石和（或）尿酸性肾病；⑤有肾功能不全的高尿酸血症。",
        "pill_conflicts": []
    },
    "54": {
        "pill_id": 54,
        "pill_name": "别嘌醇缓释胶囊",
        "pill_description": "别嘌醇缓释胶囊，适应症为1.原发性和继发性高尿酸血症，尤其是尿酸生成过多而引起的高尿酸血症；2.反复发作或慢性痛风患者；3.痛风石；4.尿酸性肾结石和/或尿酸性肾病；5.有肾功能不全的高尿酸血症。",
        "pill_conflicts": []
    },
    "55": {
        "pill_id": 55,
        "pill_name": "劳拉西泮片",
        "pill_description": "劳拉西泮片，适应症为适用于焦虑障碍的治疗或用于缓解焦虑症状及与抑郁症状相关的焦虑的短期治疗。与日常生活压力相关的焦虑或紧张，通常不需要抗焦虑药的治疗。劳拉西泮长期应用的效果即应用4个月以上的效果还未经系统的临床研究评估。医师应定期重新评估该药对个体患者的有效性。",
        "pill_conflicts": [128,647,648,136,650,651,652,135,137,138,528,529,530,403,18,274,150,151,275,536,537,538,539,540,172,434,435,566,567,314,315,443,444,326,526,88,89,90,91,226,227,100,101,123,111,658,659,379,124,127]
    },
    "56": {
        "pill_id": 56,
        "pill_name": "单硝酸异山梨酯分散片",
        "pill_description": "单硝酸异山梨酯分散片，适应症为冠心病的长期治疗，预防劳力型心绞痛、变异型心绞痛及混合型心绞痛的发作，也适用于心肌梗塞后心绞痛、无症状心肌缺血及慢性心衰的长期治疗。",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "57": {
        "pill_id": 57,
        "pill_name": "单硝酸异山梨酯片",
        "pill_description": "单硝酸异山梨酯片，适应症为冠心病的长期治疗；心绞痛的预防；心肌梗死后持续心绞痛的治疗；与洋地黄和/或利尿剂联合应用，治疗慢性充血性心力衰竭。",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "58": {
        "pill_id": 58,
        "pill_name": "单硝酸异山梨酯缓释片",
        "pill_description": "单硝酸异山梨酯缓释片，预防及长期治疗心绞痛（由冠状动脉血管疾患导致的心脏性痛）；与洋地黄及（或）利尿剂合用治疗慢性心力衰竭。.",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "59": {
        "pill_id": 59,
        "pill_name": "单硝酸异山梨酯缓释胶囊",
        "pill_description": "单硝酸异山梨酯缓释胶囊，适应症为冠心病的长期治疗；心绞痛(包括心肌梗塞后)的长期治疗和预防；与洋地黄及/或利尿剂合用治疗慢性充血性心力衰竭。",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "60": {
        "pill_id": 60,
        "pill_name": "单硝酸异山梨酯缓释胶囊(Ⅰ)",
        "pill_description": "单硝酸异山梨酯缓释胶囊(Ⅰ)是一种药品，主要用于冠心病、心绞痛、慢性心功能不全。",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "61": {
        "pill_id": 61,
        "pill_name": "单硝酸异山梨酯缓释胶囊(Ⅱ)",
        "pill_description": "单硝酸异山梨酯缓释胶囊(Ⅱ)是化学药品",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "62": {
        "pill_id": 62,
        "pill_name": "单硝酸异山梨酯缓释胶囊(Ⅲ)",
        "pill_description": "单硝酸异山梨酯缓释胶囊(Ⅲ)是用于抗心绞痛的处方药。",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "63": {
        "pill_id": 63,
        "pill_name": "单硝酸异山梨酯胶囊",
        "pill_description": "单硝酸异山梨酯胶囊，1.冠心病的长期治疗；2.心绞痛的预防；3.心肌梗死后持续心绞痛的治疗；4.与洋地黄或利尿剂联合应用，治疗慢性充血性心力衰竭。.",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "64": {
        "pill_id": 64,
        "pill_name": "厄贝沙坦分散片",
        "pill_description": "厄贝沙坦分散片，适应症为治疗原发性高血压。",
        "pill_conflicts": [391,136,652,529,530,403,28,29,30,542,543,417,544,41,170,171,172,42,43,44,436,443,444,445,446,447,448,449,450,451,580,581,326,582,583,584,585,452,465,82,83,84,85,341,466,347,351,98,228,621,110,622]
    },
    "65": {
        "pill_id": 65,
        "pill_name": "厄贝沙坦氢氯噻嗪分散片",
        "pill_description": "厄贝沙坦氢氯噻嗪分散片，用于治疗原发性高血压。该固定剂量复方用于治疗单用厄贝沙坦或氢氯噻嗪不能有效控制血压的患者。.",
        "pill_conflicts": [391,136,652,529,530,403,28,29,30,542,543,417,544,41,170,171,172,42,43,44,436,443,444,445,446,447,448,449,450,451,580,581,326,582,583,584,585,452,465,82,83,84,85,341,466,347,351,98,228,621,110,622]
    },
    "66": {
        "pill_id": 66,
        "pill_name": "厄贝沙坦氢氯噻嗪片",
        "pill_description": "厄贝沙坦氢氯噻嗪片，适应症为用于治疗原发性高血压。该固定剂量复方用于治疗单方厄贝沙坦或氢氯噻嗪不能有效控制血压的患者。",
        "pill_conflicts": [391,136,652,529,530,403,28,29,30,542,543,417,544,41,170,171,172,42,43,44,436,443,444,445,446,447,448,449,450,451,580,581,326,582,583,584,585,452,465,82,83,84,85,341,466,347,351,98,228,621,110,622]
    },
    "67": {
        "pill_id": 67,
        "pill_name": "厄贝沙坦氢氯噻嗪胶囊",
        "pill_description": "厄贝沙坦氢氯噻嗪胶囊，适应症为用于治疗原发性高血压。该固定剂量复方用于治疗单用厄贝沙坦或氢氯噻嗪不能有效控制血压的患者。",
        "pill_conflicts": [391,136,652,529,530,403,28,29,30,542,543,417,544,41,170,171,172,42,43,44,436,443,444,445,446,447,448,449,450,451,580,581,326,582,583,584,585,452,465,82,83,84,85,341,466,347,351,98,228,621,110,622]
    },
    "68": {
        "pill_id": 68,
        "pill_name": "厄贝沙坦片",
        "pill_description": "厄贝沙坦片，适应症为治疗原发性高血压。合并高血压的2型糖尿病肾病的治疗。",
        "pill_conflicts": [391,136,652,529,530,403,28,29,30,542,543,417,544,41,170,171,172,42,43,44,436,443,444,445,446,447,448,449,450,451,580,581,326,582,583,584,585,452,465,82,83,84,85,341,466,347,351,98,228,621,110,622]
    },
    "69": {
        "pill_id": 69,
        "pill_name": "厄贝沙坦胶囊",
        "pill_description": "厄贝沙坦胶囊，适应症为高血压病。",
        "pill_conflicts": [391,136,652,529,530,403,28,29,30,542,543,417,544,41,170,171,172,42,43,44,436,443,444,445,446,447,448,449,450,451,580,581,326,582,583,584,585,452,465,82,83,84,85,341,466,347,351,98,228,621,110,622]
    },
    "70": {
        "pill_id": 70,
        "pill_name": "双氯芬酸钠片",
        "pill_description": "双氯芬酸钠片，1．急慢性风湿性关节炎、急慢性强直性脊椎炎、骨关节炎。2．肩周炎、滑囊炎、肌腱炎及腱鞘炎。3．腰背痛、扭伤、劳损及其他软组织损伤。4．急性痛风。5．痛经或子宫附件炎、牙痛和术后疼痛。6．创伤后的疼痛与炎症，如扭伤、肌肉拉伤等；7．耳鼻喉严重的感染性疼痛和炎症(如扁桃体炎、耳炎、鼻窦炎等)，应同时使用抗感染药物。.",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "71": {
        "pill_id": 71,
        "pill_name": "双氯芬酸钠缓释片",
        "pill_description": "双氯芬酸钠缓释片，适应症为1．急慢性风湿性关节炎、急慢性关节炎、急慢性强直性脊椎炎、骨关节炎。2．肩周炎、滑囊炎、肌腱炎及腱鞘炎。3．腰背痛、扭伤、劳损及其他软组织损伤。4．急性痛风。5．痛经或附件炎、牙痛和术后疼痛。6．创伤后的疼痛与炎症，如扭伤、肌肉拉伤等；7．耳鼻喉严重的感染性疼痛和炎症(如扁桃体炎、耳炎、鼻窦炎等)，应同时使用抗感染药物。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "72": {
        "pill_id": 72,
        "pill_name": "双氯芬酸钠缓释片(IV)",
        "pill_description": "双氯芬酸钠缓释片(IV)，药品，批准文号为国药准字H10980037。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "73": {
        "pill_id": 73,
        "pill_name": "双氯芬酸钠缓释片(Ⅴ)",
        "pill_description": "双氯芬酸钠缓释片(Ⅴ)，药品，主治风湿性关节炎，强直性脊柱炎，肩关节周围炎，肌腱炎，腱鞘炎，腰肌劳损，骨科，风湿免疫科。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "74": {
        "pill_id": 74,
        "pill_name": "双氯芬酸钠缓释胶囊",
        "pill_description": "双氯芬酸钠缓释胶囊，适应症为①缓解类风湿关节炎、骨关节炎。脊柱关节病、痛风性关节炎、风湿性关节炎等各种慢性关节炎的急性发作期或持续性的关节肿痛症状；②各种软组织风湿性疼痛，如肩痛、腱鞘炎、滑囊炎肌痛及运动后损伤性疼痛等；③急性的轻、中度疼痛如：手术、创伤、劳损后等的疼痛，原发性痛经，牙痛，头痛等。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "75": {
        "pill_id": 75,
        "pill_name": "双氯芬酸钠缓释胶囊(Ⅰ)",
        "pill_description": "双氯芬酸钠缓释胶囊(I)是一种药物，用于缓解类风湿关节炎、骨关节炎、脊柱关节病、痛风性关节炎、风湿性关节炎等各种慢性关节炎的急性发作期或持续性的关节肿痛症状。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "76": {
        "pill_id": 76,
        "pill_name": "双氯芬酸钠肠溶片",
        "pill_description": "双氯芬酸钠肠溶片，适应症为1．炎性和退行性风湿病：类风湿性关节炎、青少年型类风湿性关节炎、强直性脊椎炎、骨关节炎和脊椎关节炎。脊椎痛性综合征。2．非关节性风湿性病，如肩痛，腱鞘炎，滑囊炎，肌痛及运动后损伤性疼痛等。3．痛风急性发作。4．创伤后及术后炎症性疼痛如：创伤后，劳损后，牙痛，头痛等；妇科中出现的疼痛或炎症，例如：原发性痛经或附件炎。 5．对耳、鼻、喉的严重痛性感染可作为辅助治疗药，例如：咽扁桃体炎，耳炎。原发疾病可根据一般治疗原则给予适当的治疗。6．对成年和儿童的发热有解热作用。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "77": {
        "pill_id": 77,
        "pill_name": "双氯芬酸钠肠溶缓释胶囊",
        "pill_description": "双氯芬酸钠肠溶缓释胶囊，适应症为(1)急慢性风湿性或类风湿性关节炎，急慢性关节炎、急慢性强直性脊椎炎。(2)肩周炎、滑囊炎、肌腱炎及腱鞘炎。(3)腰背痛、扭伤、劳损及其它软组织损伤。(4)急性痛风。(5)痛经、牙痛和术后疼痛。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "78": {
        "pill_id": 78,
        "pill_name": "双氯芬酸钾分散片",
        "pill_description": "双氯芬酸钾分散片，适应症为本品适用于下列急性疼痛的短期治疗：——创伤后的疼痛与炎症，如扭伤、肌肉拉伤等——术后的疼痛与炎症，如牙科或矫形手术后等——妇科的疼痛与炎症，如原发性痛经或附件炎等——脊柱综合症引起的疼痛——非关节性风湿病——耳鼻喉严重的感染性疼痛和炎症，如扁桃体炎、耳炎、鼻窦炎等，应同时使用抗感染药物。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "79": {
        "pill_id": 79,
        "pill_name": "双氯芬酸钾片",
        "pill_description": "双氯芬酸钾片，适应症为用于下列急症的短期治疗： 创伤后疼痛、炎症和肿胀。例如：扭伤。-手术后疼痛、炎症和肿胀。例如：牙科及矫形手术后。 妇产科疼痛和/或炎症。例如：原发性痛经或附件炎。脊柱疼痛综合症。 非关节性风湿病。偏头痛发作。 作为耳鼻喉科严重感染性痛性炎症的辅助治疗。例如：咽扁桃体炎、耳炎。按常规治疗原则，原发疾病应给予适当的基础治疗。对单纯性发热的患者不适用。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "80": {
        "pill_id": 80,
        "pill_name": "双氯芬酸钾胶囊",
        "pill_description": "双氯芬酸钾胶囊，用于下列急性疼痛的短期治疗：创伤后的疼痛与炎症，足扭伤、肌肉拉伤等。术后的疼痛与炎症，如牙科或矫形手术后等。妇科的疼痛与炎症，如原发性痛经或附件炎等。脊柱综合征引起的疼痛。非关节性风湿病。耳鼻喉严重的感染性疼痛和炎症（如扁桃体炎、耳炎、鼻窦炎等），应同时使用抗感染药物。",
        "pill_conflicts": [195,122,313,104,105,202,203,272,273,658,659,212,312,217,218,379]
    },
    "81": {
        "pill_id": 81,
        "pill_name": "右布洛芬片",
        "pill_description": "右布洛芬片，适应症为本品为非甾体类抗炎药，具解热、镇痛及抗炎作用，适用于：1．感冒等疾病引起的发热、头痛；2．减轻或消除以下疾病的轻、中度疼痛或炎症；①扭伤、劳损、下腰疼痛，肩周炎、滑囊炎、肌腱或腱鞘炎；②痛经、痛风、牙痛或手术后疼痛；③类风湿性关节炎、骨关节炎以及其它血清阴性(非类风湿性)关节疾病。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "82": {
        "pill_id": 82,
        "pill_name": "右旋酮洛芬氨丁三醇片",
        "pill_description": "右旋酮洛芬氨丁三醇片，适应症为轻中度疼痛和炎症，如类风湿关节炎、骨关节炎、强直性脊柱炎、痛风性关节炎，以及痛经、牙痛、手术后痛、癌症疼痛、急性扭伤、软组织挫伤疼痛、感冒发热引起的全身疼痛等各种急慢性疼痛。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "83": {
        "pill_id": 83,
        "pill_name": "右旋酮洛芬肠溶片",
        "pill_description": "右旋酮洛芬肠溶片，本品适用于治疗不同病因的轻中度疼痛，如类风湿性关节炎、骨性关节炎、强直性脊柱炎、痛风性关节炎的关节痛，以及痛经、牙痛、手术后痛、癌性疼痛、急性扭伤或软组织挫伤疼痛和感冒发热引起的全身疼痛等各种急慢性疼。.",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "84": {
        "pill_id": 84,
        "pill_name": "右酮洛芬片",
        "pill_description": "右酮洛芬片（Dexketoprofen Tablets），是一种含有乙酰水杨酸和其他非甾体抗炎药的处方药。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "85": {
        "pill_id": 85,
        "pill_name": "右酮洛芬胶囊",
        "pill_description": "右酮洛芬胶囊，本品适用于治疗不同病因的轻中度疼痛，如类风湿性关节炎、骨性关节炎、强直性脊柱炎、痛风性关节炎等的关节痛，以及痛经、牙痛、手术后痛、癌性疼痛、急性扭伤或软组织挫伤疼痛和感冒发热引起的全身疼痛等各种急慢性疼痛。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "86": {
        "pill_id": 86,
        "pill_name": "叶酸片",
        "pill_description": "叶酸片，适应症为1．各种原因引起的叶酸缺乏及叶酸缺乏所致的巨幼红细胞贫血。2．妊娠期、哺乳期妇女预防给药。3．慢性溶血性贫血所致的叶酸缺乏。",
        "pill_conflicts": []
    },
    "87": {
        "pill_id": 87,
        "pill_name": "叶酸维B12片",
        "pill_description": "叶酸维B12片，适应症为主要用于孕妇巨幼红细胞性贫血、婴儿营养性巨幼红细胞性贫血，及由于营养不良或吸收障碍(如口腔性腹泻或脂肪泻等)所致的巨幼红细胞性贫血。",
        "pill_conflicts": []
    },
    "88": {
        "pill_id": 88,
        "pill_name": "吲达帕胺片",
        "pill_description": "吲达帕胺片，适应症为用于治疗高血压。",
        "pill_conflicts": [1,518,519,520,521,522,523,529,530,28,29,30,541,542,543,544,566,55,577,578,579,580,581,582,583,584,585,82,83,84,85,92,93,108,621,622,136,652,653,170,171,172,199,204,216,228,248,254,255,256,257,278,279,286,301,302,312,313,324,325,326,328,340,341,342,343,344,345,347,348,349,351,360,361,362,372,373,374,375,376,379,391,397,403,410,417,419,420,434,435,436,443,444,465,466,492]
    },
    "89": {
        "pill_id": 89,
        "pill_name": "吲达帕胺缓释片",
        "pill_description": "吲达帕胺缓释片，用于原发性高血压。",
        "pill_conflicts": [1,518,519,520,521,522,523,529,530,28,29,30,541,542,543,544,566,55,577,578,579,580,581,582,583,584,585,82,83,84,85,92,93,108,621,622,136,652,653,170,171,172,199,204,216,228,248,254,255,256,257,278,279,286,301,302,312,313,324,325,326,328,340,341,342,343,344,345,347,348,349,351,360,361,362,372,373,374,375,376,379,391,397,403,410,417,419,420,434,435,436,443,444,465,466,492]
    },
    "90": {
        "pill_id": 90,
        "pill_name": "吲达帕胺缓释胶囊",
        "pill_description": "吲达帕胺缓释胶囊，用于原发性高血压。此药增加尿钠和尿氯的排出，并在较小程度上增加钾和镁的排出，由此导致尿量增加，而发挥抗高血压作用。II期和III期研究表明，应用单一治疗的抗高血压疗效可持续24小时。出现这种疗效时，所用剂量仅具有轻度利尿作用。",
        "pill_conflicts": [1,518,519,520,521,522,523,529,530,28,29,30,541,542,543,544,566,55,577,578,579,580,581,582,583,584,585,82,83,84,85,92,93,108,621,622,136,652,653,170,171,172,199,204,216,228,248,254,255,256,257,278,279,286,301,302,312,313,324,325,326,328,340,341,342,343,344,345,347,348,349,351,360,361,362,372,373,374,375,376,379,391,397,403,410,417,419,420,434,435,436,443,444,465,466,492]
    },
    "91": {
        "pill_id": 91,
        "pill_name": "吲达帕胺胶囊",
        "pill_description": "吲达帕胺胶囊，适应症为原发性高血压。",
        "pill_conflicts": [1,518,519,520,521,522,523,529,530,28,29,30,541,542,543,544,566,55,577,578,579,580,581,582,583,584,585,82,83,84,85,92,93,108,621,622,136,652,653,170,171,172,199,204,216,228,248,254,255,256,257,278,279,286,301,302,312,313,324,325,326,328,340,341,342,343,344,345,347,348,349,351,360,361,362,372,373,374,375,376,379,391,397,403,410,417,419,420,434,435,436,443,444,465,466,492]
    },
    "92": {
        "pill_id": 92,
        "pill_name": "四环素片",
        "pill_description": "四环素片，适应症为1．本品作为首选或选用药物应用于下列疾病：(1)立克次体病，包括流行性斑疹伤寒、地方性斑疹伤寒、洛矶山热、恙虫病和Q热。(2)支原体属感染。(3)衣原体属感染，包括鹦鹉热、性病、淋巴肉牙肿、非特异性尿道炎、输卵管炎、宫颈炎及沙眼。(4)回归热。(5)布鲁菌病。(6)霍乱。(7)兔热病。 (8)鼠疫。(9)软下疳。 治疗布鲁菌病和鼠疫时需与氨基糖苷类联合应用。2．由于目前常见致病菌对四环素类耐药现象严重，仅在病原菌对本品呈现敏感时，方有指征选用该类药物。由于溶血性链球菌多对本品呈现耐药，不宜选用于该类菌所致感染的治疗。本品亦不宜用于治疗溶血性链球菌感染和任何类型的葡萄球菌感染。3.本品可用于对青霉素类过敏的破伤风、气性坏疽、雅司、梅毒、淋病和钩端螺旋体病以及放线菌属、单核细胞增多性李斯特菌感染的患者。",
        "pill_conflicts": [100,122,104,105,202,203,91,45,46,47,48,272,273,212,88,89,90,283]
    },
    "93": {
        "pill_id": 93,
        "pill_name": "四环素胶囊",
        "pill_description": "四环素胶囊，药品，批准文号为国药准字H44023398。",
        "pill_conflicts": [100,122,104,105,202,203,91,45,46,47,48,272,273,212,88,89,90,283]
    },
    "94": {
        "pill_id": 94,
        "pill_name": "地塞米松片",
        "pill_description": "地塞米松片，适应症为肾上腺皮质激素类药。主要适用于过敏性与自身免疫性炎症性疾病，如结缔组织病，严重的支气管哮喘，皮炎等过敏性疾病，溃疡性结肠炎，急性白血病，恶性淋巴瘤等。本药还用于某些肾上腺皮质疾病的诊断——地塞米松抑制试验。",
        "pill_conflicts": [644,652,653,528,658,659,45,46,47,48,434,435,566,312,313,443,444,212,342,343,344,345,220,352,353,354,355]
    },
    "95": {
        "pill_id": 95,
        "pill_name": "地氯雷他定分散片",
        "pill_description": "地氯雷他定分散片，适应症为用于缓解慢性特发性荨麻疹及常年性过敏性鼻炎的全身及局部症状。",
        "pill_conflicts": []
    },
    "96": {
        "pill_id": 96,
        "pill_name": "地氯雷他定片",
        "pill_description": "地氯雷他定片，用于缓解慢性特发性荨麻疹及常年性过敏性鼻炎的全身及局部症状。",
        "pill_conflicts": []
    },
    "97": {
        "pill_id": 97,
        "pill_name": "地氯雷他定胶囊",
        "pill_description": "地氯雷他定胶囊，用于缓解慢性特发性荨麻疹及常年性过敏性鼻炎的全身及局部症状。.",
        "pill_conflicts": []
    },
    "98": {
        "pill_id": 98,
        "pill_name": "地西泮片",
        "pill_description": "地西泮片，适应症为1、主要用于焦虑、镇静催眠，还可用于抗癫痫和抗惊厥；2、缓解炎症引起的反射性肌肉痉挛等；3、用于治疗惊恐症；4、肌紧张性头痛5、可治疗家族性、老年性和特发性震颤。6、可用于麻醉前给药。",
        "pill_conflicts": [128,135,137,138,526,272,273,18,403,404,405,150,151,274,275,536,537,538,539,540,172,567,314,315,64,65,66,67,68,69,212,351,226,227,101,104,105,111,122,123,124,127]
    },
    "99": {
        "pill_id": 99,
        "pill_name": "地高辛片",
        "pill_description": "地高辛片，适应症为1．用于高血压、瓣膜性心脏病、先天性心脏病等急性和慢性心功能不全。尤其适用于伴有快速心室率的心房颤动的心功能不全；对于肺源性心脏病、心肌严重缺血、活动性心肌炎及心外因素如严重贫血、甲状腺功能低下及维生素B1缺乏症的心功能不全疗效差；2．用于控制伴有快速心室率的心房颤动、心房扑动患者的心室率及室上性心动过速。",
        "pill_conflicts": [1,272,273,28,29,542,543,544,30,172,301,302,104,105,243,244,122,379,254,255]
    },
    "100": {
        "pill_id": 100,
        "pill_name": "培哚普利吲达帕胺片",
        "pill_description": "培哚普利吲达帕胺片，用于治疗原发性高血压。本品适用于单独服用培哚普利不能完全控制血压的患者。",
        "pill_conflicts": [1,518,519,520,521,522,523,529,530,28,29,30,541,542,543,544,566,55,577,578,579,580,581,582,583,584,585,82,83,84,85,92,93,108,621,622,136,652,653,170,171,172,199,204,216,228,248,254,255,256,257,278,279,286,301,302,312,313,324,325,326,328,340,341,342,343,344,345,347,348,349,351,360,361,362,372,373,374,375,376,379,391,397,403,410,417,419,420,434,435,436,443,444,465,466,492]
    },
    "101": {
        "pill_id": 101,
        "pill_name": "复方二氧丙嗪茶碱片",
        "pill_description": "复方二氧丙嗪茶碱片，适应症为用于支气管炎等引起的咳嗽、多痰、喘息。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "102": {
        "pill_id": 102,
        "pill_name": "复方二甲双胍格列吡嗪胶囊",
        "pill_description": "复方二甲双胍格列吡嗪胶囊，用于经饮食控制及体育锻炼2-3个月后效果不满意的初发糖尿病菌的轻、中症和老年非胰岛素依赖型糖尿病患者。.",
        "pill_conflicts": []
    },
    "103": {
        "pill_id": 103,
        "pill_name": "复方利血平氢氯噻嗪片",
        "pill_description": "复方利血平氢氯噻嗪片，抗高血压。.",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "104": {
        "pill_id": 104,
        "pill_name": "复方利血平氨苯蝶啶片",
        "pill_description": "复方利血平氨苯蝶啶片，适应症为用于治疗轻、中度高血压，对重度高血压需与其它降压药合用。",
        "pill_conflicts": [521,522,523,529,530,21,22,28,541,29,30,542,543,544,36,41,42,43,44,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,587,82,83,84,85,92,93,98,99,108,110,131,647,648,136,650,651,652,653,145,146,170,171,172,181,182,199,216,228,241,242,248,249,251,256,257,278,279,324,326,328,340,347,348,349,351,363,364,365,582,372,373,374,375,583,376,378,584,380,381,382,383,387,388,391,397,403,409,410,417,418,419,420,438,439,440,443,444,492]
    },
    "105": {
        "pill_id": 105,
        "pill_name": "复方利血平氨苯蝶啶胶囊",
        "pill_description": "复方利血平氨苯蝶啶胶囊是一种药品。",
        "pill_conflicts": [521,522,523,529,530,21,22,28,541,29,30,542,543,544,36,41,42,43,44,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,587,82,83,84,85,92,93,98,99,108,110,131,647,648,136,650,651,652,653,145,146,170,171,172,181,182,199,216,228,241,242,248,249,251,256,257,278,279,324,326,328,340,347,348,349,351,363,364,365,582,372,373,374,375,583,376,378,584,380,381,382,383,387,388,391,397,403,409,410,417,418,419,420,438,439,440,443,444,492]
    },
    "106": {
        "pill_id": 106,
        "pill_name": "复方别嘌醇片",
        "pill_description": "复方别嘌醇片，适应症为血尿酸值≥7.5mg/dl(442.5Mmol/L)，且经控制饮食不能纠正的各类高尿酸血症。因尿酸升高而引起的临床并发症，特别是有症状的痛风。各种原因所致血尿酸升高的疾病（继发性高尿酸血症）。",
        "pill_conflicts": []
    },
    "107": {
        "pill_id": 107,
        "pill_name": "复方单硝酸异山梨酯缓释片",
        "pill_description": "复方单硝酸异山梨酯缓释片，适应症为心绞痛，用于预防心绞痛初发后的再次发作。",
        "pill_conflicts": [136,652,529,530,403,417,41,170,171,172,42,43,44,436,437,443,444,324,199,328,465,466,341,216,376]
    },
    "108": {
        "pill_id": 108,
        "pill_name": "复方四环素片",
        "pill_description": "复方四环素片是西安利君制药有限责任公司生产的治疗感染的药物。",
        "pill_conflicts": [100,122,104,105,202,203,91,45,46,47,48,272,273,212,88,89,90,283]
    },
    "109": {
        "pill_id": 109,
        "pill_name": "复方地巴唑氢氯噻嗪胶囊",
        "pill_description": "复方地巴唑氢氯噻嗪胶囊，用于高血压病。.",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "110": {
        "pill_id": 110,
        "pill_name": "复方地西泮片",
        "pill_description": "复方地西泮片，适应症为焦虑性神经症、神经衰弱。",
        "pill_conflicts": [128,135,137,138,526,272,273,18,403,404,405,150,151,274,275,536,537,538,539,540,172,567,314,315,64,65,66,67,68,69,212,351,226,227,101,104,105,111,122,123,124,127]
    },
    "111": {
        "pill_id": 111,
        "pill_name": "复方妥英麻黄茶碱片",
        "pill_description": "复方妥英麻黄茶碱片，适应症为用于缓解支气管哮喘与慢性喘息型支气管炎所致支气管痉挛。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "112": {
        "pill_id": 112,
        "pill_name": "复方对乙酰氨基酚片",
        "pill_description": "复方对乙酰氨基酚片，适应症为解热镇痛药。用于发热、头痛、神经痛、牙痛等。",
        "pill_conflicts": [301,255]
    },
    "113": {
        "pill_id": 113,
        "pill_name": "复方对乙酰氨基酚片(Ⅱ)",
        "pill_description": "复方对乙酰氨基酚片(Ⅱ)，适应症为用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "114": {
        "pill_id": 114,
        "pill_name": "复方布洛芬片",
        "pill_description": "复方布洛芬片，适应症为1、软组织损伤引起疼痛，如扭伤，劳损。1、非关节性风湿病引起的疼痛，如滑囊炎、肩周炎、肌腱炎等。2、类风湿性关节炎、骨关节炎、强直性脊椎炎等引起的疼痛。3、轻度至中度疼痛，如头痛、牙痛、痛经以及牙科、产科、矫形外科等手术后疼痛。4、耳鼻咽部炎症引起的疼痛。5、上呼吸道感染引起的发热症状的治疗。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "115": {
        "pill_id": 115,
        "pill_name": "复方庆大霉素普鲁卡因胶囊",
        "pill_description": "复方庆大霉素普鲁卡因胶囊，适应症为用于急、慢性胃炎缓解症状。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "116": {
        "pill_id": 116,
        "pill_name": "复方忍冬藤阿司匹林片",
        "pill_description": "复方忍冬藤阿司匹林片，适应症为用于普通感冒及流行性感冒引起的发热、头痛、四肢酸痛、流鼻涕、打喷嚏、咽痛。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "117": {
        "pill_id": 117,
        "pill_name": "复方戊酸雌二醇片",
        "pill_description": "复方戊酸雌二醇片，适应症为治疗围绝经期和绝经后妇女性激素缺乏综合症。",
        "pill_conflicts": [471,312,326,472,313,473,429,528,115,467,213,214,215,468,469,470]
    },
    "118": {
        "pill_id": 118,
        "pill_name": "复方普萘洛尔咖啡因片",
        "pill_description": "复方普萘洛尔咖啡因片，适应症为用于典型和非典型性偏头痛，能减少、减轻偏头痛的发作，具有预防偏头痛发作的作用。",
        "pill_conflicts": [228,590,403,212,312,313,443,444]
    },
    "119": {
        "pill_id": 119,
        "pill_name": "复方曲马多片",
        "pill_description": "复方曲马多片，适应症为用于中度疼痛、如癌症、术后、创伤或产科疼痛的止痛。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "120": {
        "pill_id": 120,
        "pill_name": "复方桔梗远志麻黄碱片Ⅰ",
        "pill_description": "复方桔梗远志麻黄碱片Ⅰ，用于咳嗽、多痰，也可用于喘息性支气管炎引起的咳嗽。.",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "121": {
        "pill_id": 121,
        "pill_name": "复方氨基酸(8)维生素(11)胶囊",
        "pill_description": "复方氨基酸(8)维生素(11)胶囊是一种2011年1月26日批准的一款国药准字药品。",
        "pill_conflicts": []
    },
    "122": {
        "pill_id": 122,
        "pill_name": "复方氨苯蝶啶胶囊",
        "pill_description": "复方氨苯蝶啶胶囊，适应症为用于治疗多种类型的水肿，如由充血性心力衰竭、肝硬化及肾病综合征等引起的水肿或腹水；也用于治疗轻、中度原发性高血压。",
        "pill_conflicts": [521,522,523,529,530,21,22,28,541,29,30,542,543,544,36,41,42,43,44,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,587,82,83,84,85,92,93,98,99,108,110,131,647,648,136,650,651,652,653,145,146,170,171,172,181,182,199,216,228,241,242,248,249,251,256,257,278,279,324,326,328,340,347,348,349,351,363,364,365,582,372,373,374,375,583,376,378,584,380,381,382,383,387,388,391,397,403,409,410,417,418,419,420,438,439,440,443,444,492]
    },
    "123": {
        "pill_id": 123,
        "pill_name": "复方氨茶碱暴马子胶囊",
        "pill_description": "复方氨茶碱暴马子胶囊，适应症为适用于急慢性支气管炎、支气管哮喘、迁延型急性支气管炎。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "124": {
        "pill_id": 124,
        "pill_name": "复方氨茶碱片",
        "pill_description": "复方氨茶碱片是一种药物，主要用于支气管哮喘。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "125": {
        "pill_id": 125,
        "pill_name": "复方氨酚苯海拉明片",
        "pill_description": "本品为对乙酰氨基酚、咖啡因、盐酸麻黄碱、盐酸苯海拉明复方制剂。对乙酰氨基酚和咖啡因，配伍用于治疗感冒、发热和镇痛，盐酸麻黄碱对α、β受体均有作用，缓解粘膜充血，用于急性鼻窦炎等引起的鼻粘膜充血及鼻阻塞哮喘，与苯海拉明配伍应用，可以增强其疗效，苯海拉明不但有抗组织胺作用，而且有镇咳作用。",
        "pill_conflicts": [172,434,435,403,566]
    },
    "126": {
        "pill_id": 126,
        "pill_name": "复方炔诺酮片",
        "pill_description": "复方炔诺酮片，适应症为用于女性口服避孕。",
        "pill_conflicts": [128,135,136,137,138,526,528,529,530,18,274,21,22,23,24,150,151,275,536,537,538,539,540,45,46,47,48,567,312,313,314,315,337,220,221,226,227,101,111,123,124,127]
    },
    "127": {
        "pill_id": 127,
        "pill_name": "复方甘氨酸茶碱钠片",
        "pill_description": "复方甘氨酸茶碱钠片，适应症为适用于支气管哮喘、慢性喘息型支气管炎和慢性阻塞性肺气肿，缓解由其引起的可逆性支气管痉挛。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "128": {
        "pill_id": 128,
        "pill_name": "复方甘氨酸茶碱钠胶囊",
        "pill_description": "复方甘氨酸茶碱钠胶囊，适应症为适用于支气管哮喘、慢性喘息型支气管炎和慢性阻塞性肺气肿，缓解由其引起的可逆性支气管痉挛。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "129": {
        "pill_id": 129,
        "pill_name": "复方甘草麻黄碱片",
        "pill_description": "复方甘草麻黄碱片，适应症为用于咳嗽、咳痰，也可用于喘息性支气管炎及单纯性支气管炎引起的咳嗽。",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "130": {
        "pill_id": 130,
        "pill_name": "复方盐酸伪麻黄碱缓释胶囊",
        "pill_description": "复方盐酸伪麻黄碱缓释胶囊，适应症为本品可减轻由于普通感冒、流行性感冒引起的上呼吸道症状和鼻窦炎、枯草热所致的各种症状，特别适用于缓解上述疾病的早期临床症状，如打喷嚏、流鼻涕、鼻塞等症状。",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "131": {
        "pill_id": 131,
        "pill_name": "复方盐酸雷尼替丁片",
        "pill_description": "复方盐酸雷尼替丁片，胃溃疡及十二指肠溃疡、幽门螺杆菌感染。.",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "132": {
        "pill_id": 132,
        "pill_name": "复方硫酸亚铁叶酸片",
        "pill_description": "复方硫酸亚铁叶酸片，适应症为缺铁性贫血。",
        "pill_conflicts": [321,258,259,260,322,8,9,10,201,429,366,367,368]
    },
    "133": {
        "pill_id": 133,
        "pill_name": "复方碳酸氢钠片",
        "pill_description": "复方碳酸氢钠片，适应症为1.治疗轻至中度代谢性酸中毒.2.碱化尿液.用于尿酸性肾结石的预防，减少磺胺类药物的肾毒性，及急性溶血防止血红蛋白沉积在肾小管.3.作为制酸药，治疗胃酸过多引起的症状.",
        "pill_conflicts": []
    },
    "134": {
        "pill_id": 134,
        "pill_name": "复方碳酸氢钠颠茄胶囊",
        "pill_description": "复方碳酸氢钠颠茄胶囊，适应症为适用于胃及十二指肠溃疡，慢性胃炎等。",
        "pill_conflicts": []
    },
    "135": {
        "pill_id": 135,
        "pill_name": "复方羟丙茶碱去氯羟嗪胶囊",
        "pill_description": "复方羟丙茶碱去氯羟嗪胶囊，适应症为用于支气管哮喘，喘息型支气管炎，慢性阻塞性肺气肿等。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "136": {
        "pill_id": 136,
        "pill_name": "复方苯巴比妥溴化钠片",
        "pill_description": "复方苯巴比妥溴化钠片，用于癫痫与神经官能症等。.",
        "pill_conflicts": [526,18,536,537,538,539,540,31,33,34,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,88,89,90,91,100,101,104,105,618,619,620,107,111,122,123,124,126,127,128,644,647,648,135,650,651,137,138,653,150,151,172,204,212,220,222,223,226,227,228,239,243,244,272,273,274,275,283,567,312,313,314,315,318,319,320,336,342,343,344,345,346,350,351,352,353,354,355,374,375,379,387,388,397,403,404,405,410,416,434,435,443,444,485,492]
    },
    "137": {
        "pill_id": 137,
        "pill_name": "复方茶碱甲麻黄碱片",
        "pill_description": "急性支气管炎，慢性支气管炎，支气管哮喘，过敏性哮喘，呼吸内科。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "138": {
        "pill_id": 138,
        "pill_name": "复方茶碱麻黄碱片",
        "pill_description": "复方茶碱麻黄碱片是一种药，是由于支气管哮喘，呼吸内科。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "139": {
        "pill_id": 139,
        "pill_name": "复方葛根氢氯噻嗪片",
        "pill_description": "复方葛根氢氯噻嗪片，适应症为用于高血压。",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "140": {
        "pill_id": 140,
        "pill_name": "复方贯众阿司匹林片",
        "pill_description": "复方贯众阿司匹林片，药品，消炎，解热，镇痛；用于伤风感冒及上呼吸道感染，流行性感冒等。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "141": {
        "pill_id": 141,
        "pill_name": "复方阿司匹林双层片",
        "pill_description": "复方阿司匹林双层片，适应症为用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "142": {
        "pill_id": 142,
        "pill_name": "复方阿司匹林片",
        "pill_description": "复方阿司匹林片，适应症为用于发热、头痛、神经痛、牙痛、月经痛、肌肉痛、关节痛。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "143": {
        "pill_id": 143,
        "pill_name": "复方阿魏酸钠阿司匹林胶囊",
        "pill_description": "复方阿魏酸钠阿司匹林胶囊，适用于预防和治疗缺血性脑血管疾病，如短暂脑缺血性发作、脑缺血性中风、脑动脉硬化。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "144": {
        "pill_id": 144,
        "pill_name": "复方雌二醇片",
        "pill_description": "复方雌二醇片，适应症为1．治疗妇女更年期综合症；    2．治疗与绝经有关的外阴和阴道萎缩；   3．预防绝经后骨质疏松。",
        "pill_conflicts": [471,312,326,472,313,473,429,528,115,467,213,214,215,468,469,470]
    },
    "145": {
        "pill_id": 145,
        "pill_name": "复方雷尼替丁片",
        "pill_description": "复方雷尼替丁片，用于慢性胃炎及缓解胃酸过多引起的胃痛，胃烧灼感及反酸。.",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "146": {
        "pill_id": 146,
        "pill_name": "复方雷尼替丁胶囊",
        "pill_description": "复方雷尼替丁胶囊，用于治疗十二指肠溃疡及良性胃溃疡。",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "147": {
        "pill_id": 147,
        "pill_name": "复方龙胆碳酸氢钠片",
        "pill_description": "复方龙胆碳酸氢钠片，适应症为用于胃胀、反酸，食欲不振。",
        "pill_conflicts": []
    },
    "148": {
        "pill_id": 148,
        "pill_name": "多库酯钠丹蒽醌胶囊",
        "pill_description": "多库酯钠丹蒽醌胶囊，适应症为适用于孕妇、痔疮、老弱、心血管病及肛门、妇产科等实施手术后患者出现的便秘。",
        "pill_conflicts": []
    },
    "149": {
        "pill_id": 149,
        "pill_name": "多库酯钠片",
        "pill_description": "多库酯钠片，适应症为用于偶发性便秘。",
        "pill_conflicts": []
    },
    "150": {
        "pill_id": 150,
        "pill_name": "多索茶碱片",
        "pill_description": "多索茶碱片，适应症为支气管哮喘、喘息性慢性支气管炎及其他支气管痉挛引起的呼吸困难。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "151": {
        "pill_id": 151,
        "pill_name": "多索茶碱胶囊",
        "pill_description": "多索茶碱胶囊，治疗因支气管哮喘、喘息型慢性支气管炎、其它支气管痉挛引起的呼吸困难。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "152": {
        "pill_id": 152,
        "pill_name": "大黄碳酸氢钠片",
        "pill_description": "大黄碳酸氢钠片，适应症为用于食欲缺乏、胃酸过多。",
        "pill_conflicts": []
    },
    "153": {
        "pill_id": 153,
        "pill_name": "头孢克肟分散片",
        "pill_description": "头孢克肟分散片，适应症为对链球菌属（肠球菌除外），肺炎球菌、淋球菌、卡他布兰汉球菌、大肠杆菌、克雷伯杆菌属、沙雷菌属、变形杆菌属、流感杆菌中从头孢克肟敏感菌引起的以下感染有效。慢性支气管炎急性发作、急性支气管炎并发作细菌感染、支气管扩张合并感染、肺炎； 肾盂肾炎、膀胱炎、淋球菌性尿道炎； 急性胆道系统细菌性感染（胆囊炎、胆管炎）； 猩红热； 中耳炎、鼻窦炎。",
        "pill_conflicts": [212]
    },
    "154": {
        "pill_id": 154,
        "pill_name": "头孢克肟咀嚼片",
        "pill_description": "头孢克肟咀嚼片，适应症为本品适用于对头孢克肟敏感的链球菌属(肠球菌除外)、肺炎球菌、淋球菌、卡他布兰汉球菌、大肠杆菌、克雷伯杆菌属、沙雷菌属、变形杆菌属及流感杆菌等引起的下列细菌感染性疾病：1．支气管炎、支气管扩张症(感染时)，慢性呼吸系统感染疾病的继发感染，肺炎；2．肾盂肾炎、膀胱炎、淋球菌性尿道炎；3．胆囊炎、胆管炎；4．猩红热；5．中耳炎、副鼻窦炎。",
        "pill_conflicts": [212]
    },
    "155": {
        "pill_id": 155,
        "pill_name": "头孢克肟片",
        "pill_description": "头孢克肟片，适应症为对链球菌属(肠球菌除外)，肺炎球菌、淋球菌、卡他布兰汉球菌、大肠杆菌、克雷伯杆菌属、沙雷菌属、变形杆菌属，流感杆菌中头孢克肟敏感菌引起的以下感染有效。（1）慢性支气管炎急性发作、急性支气管炎并发细菌感染、支气管扩张合并感染、肺炎；（2）肾盂肾炎、膀胱炎、淋球菌性尿道炎；（3） 急性胆道系统细菌性感染(胆囊炎、胆管炎)；（4）猩红热；（5）中耳炎、鼻窦炎。",
        "pill_conflicts": [212]
    },
    "156": {
        "pill_id": 156,
        "pill_name": "头孢克肟胶囊",
        "pill_description": "头孢克肟胶囊，适应症为本品适用于对头孢克肟敏感的链球菌属（肠球菌除外）、肺炎球菌、淋球菌、卡他布兰汉球菌、大肠杆菌、克雷伯杆菌属、沙雷菌属、变形杆菌属及流感杆菌等引进的下列细菌感染性疾病：1、支气管炎、支气管扩张症（感染时），慢性呼吸系统感染疾病的继发感染，肺炎；2、肾盂肾炎、膀胱炎、淋球菌性尿道炎；3、胆囊炎、胆管炎；4、猩红热；5、中耳炎、副鼻窦炎。",
        "pill_conflicts": [212]
    },
    "157": {
        "pill_id": 157,
        "pill_name": "头孢呋辛酯分散片",
        "pill_description": "头孢呋辛酯分散片，适应症为适用于敏感细菌引起的下列感染：1.上呼吸道感染：包括化脓性链球菌引起的咽炎、扁桃体炎；肺炎链球菌、嗜血流感杆菌(包括产β-内酰胺酶菌)、卡他莫拉菌(包括产β-内酰胺酶菌)或化脓性链球菌引起的急性细菌性中耳炎；肺炎链球菌或嗜血流感杆菌(仅为非产β-内酰胺酶的菌株)引起的急性细菌性上颌窦炎等。2.下呼吸道感染：包括肺炎链球菌、嗜血流感杆菌(β-内酰胺酶阴性菌株)或副嗜血流感杆菌(β-内酰胺酶阴性菌株)引起的慢性支气管炎急性细菌性感染和急性支气管炎的继发细菌感染等。3.泌尿道感染：包括大肠杆菌或肺炎克雷伯菌引起的单纯性泌尿道感染；由产生青霉素酶或不产生青霉素酶的淋病奈瑟氏球菌株引起的单纯性淋病(如尿道炎和子宫颈炎)，以及不产生青霉素酶的淋病奈瑟氏球菌株引起的女性单纯性淋病性直肠炎等。4.皮肤和软组织感染：包括金黄色葡萄球菌(包括产β-内酰胺酶的菌株)或化脓性链球菌引起的",
        "pill_conflicts": [202,203,212]
    },
    "158": {
        "pill_id": 158,
        "pill_name": "头孢呋辛酯片",
        "pill_description": "头孢呋辛酯片，适应症为用于敏感细菌造成的感染的治疗。-下呼吸道感染：如急性支气管炎及慢性支气管炎急性发作和肺炎。-上呼吸道感染：包括耳、鼻、咽喉感染，如中耳炎、鼻窦炎、扁桃体炎及咽炎。-皮肤及软组织感染：如疖病，脓皮病和脓疱病。-淋病：急性无并发症的淋球菌性尿道炎和子宫颈炎。",
        "pill_conflicts": [202,203,212]
    },
    "159": {
        "pill_id": 159,
        "pill_name": "头孢呋辛酯胶囊",
        "pill_description": "头孢呋辛酯胶囊，适应症为适用于敏感细菌引起的下列感染：1.上呼吸道感染；2.下呼吸道感染；3.泌尿道感染；4.皮肤和软组织感染；5.耳、鼻部感染；6．急性无并发症的淋病(尿道炎和子宫颈炎)。",
        "pill_conflicts": [202,203,212]
    },
    "160": {
        "pill_id": 160,
        "pill_name": "头孢地尼分散片",
        "pill_description": "头孢地尼分散片，适应症为对头孢地尼敏感的葡萄球菌属、链球菌属、肺炎球菌、消化链球菌、丙酸杆菌、淋病奈瑟氏菌、卡他莫拉菌、大肠埃希菌、克雷伯菌属、奇异变形杆菌、普鲁威登斯菌属、流感嗜血杆菌等菌株所引起的下列感染：咽喉炎、扁桃体炎、急性支气管炎、肺炎；中耳炎、鼻窦炎；肾盂肾炎、膀胱炎、淋菌性尿道炎；附件炎、宫内感染、前庭大腺炎；乳腺炎、肛门周围脓肿、外伤或手术伤口的继发感染；毛囊炎、疖、疖肿、痈、传染性脓疱病、丹毒、蜂窝组织炎、淋巴管炎、甲沟炎、皮下脓肿、粉瘤感染、慢性脓皮症；眼睑炎、麦粒肿、睑板腺炎；",
        "pill_conflicts": []
    },
    "161": {
        "pill_id": 161,
        "pill_name": "头孢地尼片",
        "pill_description": "头孢地尼片，本品主要适用于敏感菌所致的呼吸系统、泌尿系统、耳鼻喉科及皮肤、软组织感染等。.",
        "pill_conflicts": []
    },
    "162": {
        "pill_id": 162,
        "pill_name": "头孢地尼胶囊",
        "pill_description": "头孢地尼胶囊，适应症为对头孢地尼敏感的葡萄球菌属、链球菌属、肺炎球菌、消化链球菌、丙酸杆菌、淋病奈瑟氏菌、卡他莫拉菌、大肠埃希菌、克雷伯菌属、奇异变形杆菌、普鲁威登斯菌属、流感嗜血杆菌等菌株所引起的下列感染：咽喉炎、扁桃体炎、急性支气管炎、肺炎；中耳炎、鼻窦炎；肾盂肾炎、膀胱炎、淋菌性尿道炎；附件炎、宫内感染、前庭大腺炎；乳腺炎、肛门周围脓肿、外伤或手术伤口的继发感染；毛囊炎、疖、疖肿、痈、传染性脓疱病、丹毒、蜂窝组织炎、淋巴管炎、甲沟炎、皮下脓肿、粉瘤感染、慢性脓皮症；眼睑炎、麦粒肿、睑板腺炎；",
        "pill_conflicts": []
    },
    "163": {
        "pill_id": 163,
        "pill_name": "头孢氨苄片",
        "pill_description": "头孢氨苄片，适应症为适用于敏感菌所致的急性扁桃体炎、咽峡炎、中耳炎、鼻窦炎、支气管炎、肺炎等呼吸道感染、尿路感染及皮肤软组织感染等。本品为口服制剂，不宜用于重症感染。",
        "pill_conflicts": []
    },
    "164": {
        "pill_id": 164,
        "pill_name": "头孢氨苄甲氧苄啶片",
        "pill_description": "头孢氨苄甲氧苄啶片，适应症为用于敏感菌所致的急性扁桃体炎、咽峡炎、中耳炎、鼻窦炎、支气管炎、肺炎等呼吸道感染、尿路感染及皮肤软组织感染等。",
        "pill_conflicts": []
    },
    "165": {
        "pill_id": 165,
        "pill_name": "头孢氨苄甲氧苄啶胶囊",
        "pill_description": "头孢氨苄甲氧苄啶胶囊，适应症为用于耐青霉素的葡萄球菌、链球菌、肺炎球菌、大肠杆菌等的感染。",
        "pill_conflicts": []
    },
    "166": {
        "pill_id": 166,
        "pill_name": "头孢氨苄胶囊",
        "pill_description": "头孢氨苄胶囊，适应症为适用于敏感菌所致的急性扁桃体炎、咽峡炎、中耳炎、鼻窦炎、支气管炎、肺炎等呼吸道感染、尿路感染及皮肤软组织感染等。本品为口服制剂，不宜用于重症感染。",
        "pill_conflicts": []
    },
    "167": {
        "pill_id": 167,
        "pill_name": "奥利司他片",
        "pill_description": "奥利司他片，适应症为用于肥胖或体重超重患者（体重指数≥24）的治疗。",
        "pill_conflicts": [312,195,313,345,45,46,47,48,658,659,342,343,344,217,218]
    },
    "168": {
        "pill_id": 168,
        "pill_name": "奥利司他胶囊",
        "pill_description": "奥利司他胶囊，适应症为奥利司他胶囊结合微低热能饮食适用于肥胖和体重超重者包括那些已经出现与肥胖相关的危险因素的患者的长期治疗。奥利司他胶囊具有长期的体重控制（减轻体重、维持体重和预防反弹）的疗效。服用奥利司他胶囊可以降低与肥胖相关的危险因素和与肥胖相关的其它疾病的发病率，包括高胆固醇血症、2型糖尿病，糖耐量低减，高胰岛素血症、高血压，并可减少脏器中的脂肪含量。",
        "pill_conflicts": [312,195,313,345,45,46,47,48,658,659,342,343,344,217,218]
    },
    "169": {
        "pill_id": 169,
        "pill_name": "奥卡西平片",
        "pill_description": "奥卡西平片，适应症为本品适用于治疗原发性全面性强直-阵挛发作和部分性发作，伴有或不伴有继发性全面性发作。本品适用于成年人和5岁以及5岁以上儿童。",
        "pill_conflicts": [384,385,386,387,388,528,403,21,22,31,416,33,34,32,36,172,45,46,47,48,436,312,313,571,572,573,443,444,195,587,465,466,340,341,342,343,344,217,218,345,220,351,352,353,354,355,228,621,622,239,251]
    },
    "170": {
        "pill_id": 170,
        "pill_name": "奥氮平口崩片",
        "pill_description": "奥氮平口崩片，奥氮平适用于治疗精神分裂症。 对奥氮平初次治疗有效的患者，巩固治疗可以有效维持临床症状改善。 奥氮平适用于治疗中到重度的躁狂发作。 对奥氮平治疗有效的躁狂发作患者，奥氮平可以预防双相情感障碍的复发。",
        "pill_conflicts": [1,644,521,522,523,653,397,528,272,402,403,404,21,22,405,273,62,410,283,312,444,313,172,302,434,435,443,566,56,57,58,59,60,61,318,319,320,64,65,66,67,68,326,69,63,590,212,88,89,90,91,100,229,232,233,104,107,105,239,246,247,122,379,254]
    },
    "171": {
        "pill_id": 171,
        "pill_name": "奥氮平片",
        "pill_description": "奥氮平片，适应症为奥氮平用于治疗精神分裂症。初始治疗有效的患者，奥氮平在维持治疗期间能够保持其临床效果。奥氮平用于治疗、重度躁狂发作。对奥氮平治疗有效的躁狂发作患者，奥氮平可用于预防双相情感障碍的复发。",
        "pill_conflicts": [1,644,521,522,523,653,397,528,272,402,403,404,21,22,405,273,62,410,283,312,444,313,172,302,434,435,443,566,56,57,58,59,60,61,318,319,320,64,65,66,67,68,326,69,63,590,212,88,89,90,91,100,229,232,233,104,107,105,239,246,247,122,379,254]
    },
    "172": {
        "pill_id": 172,
        "pill_name": "奥沙西泮片",
        "pill_description": "奥沙西泮片，适应症为主要用于短期缓解焦虑、紧张、激动，也可用于催眠，焦虑伴有精神抑郁的辅助用药，并能缓解急性酒精戒断症状。肌松作用较其他苯二氮䓬药物为强。",
        "pill_conflicts": [512,513,1,516,517,521,522,523,526,528,529,530,18,536,537,538,539,540,35,41,42,43,44,561,562,566,55,568,569,570,56,57,58,59,60,61,64,65,66,67,68,69,62,63,576,88,89,90,91,98,99,100,101,103,104,105,618,619,620,621,622,110,109,107,111,122,123,124,125,127,128,644,647,648,136,650,651,139,652,135,137,138,657,653,658,659,150,151,169,170,171,177,181,182,204,212,220,221,222,223,226,227,229,230,231,232,233,249,252,253,254,272,273,274,275,283,284,285,567,293,302,308,314,315,318,319,320,574,575,340,341,346,350,351,372,373,379,387,388,391,397,403,404,405,410,413,414,415,416,417,427,428,434,435,436,443,444,445,446,447,448,449,450,451,452,455,465,466,510,511]
    },
    "173": {
        "pill_id": 173,
        "pill_name": "奥美拉唑肠溶片",
        "pill_description": "奥美拉唑肠溶片，适应症为适用于胃溃疡、十二指肠溃疡、应激性溃疡、反流性食管炎和卓-艾综合征（胃泌素瘤）。",
        "pill_conflicts": []
    },
    "174": {
        "pill_id": 174,
        "pill_name": "奥美拉唑肠溶胶囊",
        "pill_description": "奥美拉唑肠溶胶囊，适用于胃溃疡、十二指肠溃疡、应激性溃疡、反流性食管炎和卓-艾综合征（胃泌素瘤）。",
        "pill_conflicts": []
    },
    "175": {
        "pill_id": 175,
        "pill_name": "奥美拉唑钠肠溶片",
        "pill_description": "奥美拉唑钠肠溶片，适应症为消化性溃疡（胃、十二指肠溃疡）、反流性食管炎和卓-艾氏综合症（胃泌素瘤）。",
        "pill_conflicts": []
    },
    "176": {
        "pill_id": 176,
        "pill_name": "奥美拉唑镁肠溶片",
        "pill_description": "奥美拉唑镁肠溶片，治疗十二指肠溃疡、胃溃疡和返流性食管炎：与抗生素联合用药，治疗感染幽门螺杆菌的十二指肠溃疡；治疗非甾体类抗炎药相关的消化性溃疡和胃十二指肠糜烂；预防非甾体类抗炎药引起的消化性溃疡、胃十二指肠糜烂或消化不良症状；亦用于慢性复发性消化性溃疡和反流性食管炎的长期治疗；用于胃-食管反流病的烧心感和反流的对症治疗；溃疡样症状的对症治疗及酸相关性消化不良；用于卓-艾氏综合征的治疗。",
        "pill_conflicts": []
    },
    "177": {
        "pill_id": 177,
        "pill_name": "奥美沙坦酯氢氯噻嗪片",
        "pill_description": "【贮藏】: 遮光，密封保存。【规格】: 每片含奥美沙坦酯20mg与氢氯噻嗪12.5mg【包装规格】: 铝塑包装，7片/盒。【有效期】: 36月【批准文号】: 国药准字H20100035【企业名称】: 第一三共制药(上海)有限公司【企业简称】: 第一三共制药(上海)",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "178": {
        "pill_id": 178,
        "pill_name": "孟鲁司特钠咀嚼片",
        "pill_description": "孟鲁司特钠咀嚼片，适应症为本品适用于2岁至14岁儿童哮喘的预防和长期治疗，包括预防白天和夜间的哮喘症状，治疗对阿斯匹林敏感的哮喘患者以及预防运动诱发的支气管收缩。本品适用于减轻季节性过敏性鼻炎引起的症状（2岁至14岁儿童以减轻季节性过敏性鼻炎和常年性过敏性鼻炎）。",
        "pill_conflicts": [217,218,195]
    },
    "179": {
        "pill_id": 179,
        "pill_name": "孟鲁司特钠片",
        "pill_description": "孟鲁司特钠，处方药，由默沙东公司（在美国和加拿大被称为默克）研发、生产。顺尔宁于1999年，获得中国国家食品药品监督管理局批准正式上市。孟鲁司特钠是一种口服的白三烯受体拮抗剂，能特异性抑制气道中的半胱氨酰白三烯(CysLT1)受体，从而达到改善气道炎症，有效控制哮喘症状。孟鲁司特钠是非激素类抗炎药，适用于成人和1岁以上儿童哮喘的预防和长期治疗及过敏性鼻炎的治疗，具有三种不同的规格。根据我国《支气管哮喘防治指南》2008年版推荐，白三烯调节剂是除吸入激素外，惟一可单独应用的长期控制药，可作为轻度哮喘的替代治疗药物和中重度哮喘的联合治疗用药。",
        "pill_conflicts": [217,218,195]
    },
    "180": {
        "pill_id": 180,
        "pill_name": "富马酸亚铁多库酯钠胶囊",
        "pill_description": "富马酸亚铁多库酯钠胶囊，适应症为用于各种原因引起的慢性失血、营养不良，妊娠、儿童发育期等引起的缺铁性贫血，尤适用于因服铁剂而产生便秘者。",
        "pill_conflicts": []
    },
    "181": {
        "pill_id": 181,
        "pill_name": "富马酸比索洛尔片",
        "pill_description": "富马酸比索洛尔片，适应症为高血压．冠心病（心绞痛）。伴有心室收缩功能减退（射血分数≤35%，根据超声心动图确定）的中度至重度慢性稳定性心力衰竭。在使用本品前，需要遵医嘱接受ACE抑制剂、利尿剂和选择性使用强心甙类药物治疗。",
        "pill_conflicts": [652,653,272,273,403,404,405,410,283,542,543,544,417,41,42,43,172,44,312,313,443,444,326,351,352,353,354,355,228,104,105,122]
    },
    "182": {
        "pill_id": 182,
        "pill_name": "富马酸比索洛尔胶囊",
        "pill_description": "富马酸比索洛尔胶囊，适应症为用于原发性高血压的治疗。",
        "pill_conflicts": [652,653,272,273,403,404,405,410,283,542,543,544,417,41,42,43,172,44,312,313,443,444,326,351,352,353,354,355,228,104,105,122]
    },
    "183": {
        "pill_id": 183,
        "pill_name": "富马酸酮替芬分散片",
        "pill_description": "富马酸酮替芬分散片，适应症为用于过敏性鼻炎，过敏性支气管哮喘。",
        "pill_conflicts": []
    },
    "184": {
        "pill_id": 184,
        "pill_name": "富马酸酮替芬片",
        "pill_description": "富马酸酮替芬片，用于过敏性鼻炎，过敏性支气管哮喘。",
        "pill_conflicts": []
    },
    "185": {
        "pill_id": 185,
        "pill_name": "富马酸酮替芬胶囊",
        "pill_description": "富马酸酮替芬胶囊，适应症为用于过敏性鼻炎，过敏性支气管哮喘。",
        "pill_conflicts": []
    },
    "186": {
        "pill_id": 186,
        "pill_name": "对乙酰氨基酚分散片",
        "pill_description": "对乙酰氨基酚分散片，用于儿童普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如关节痛、神经痛、偏头痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "187": {
        "pill_id": 187,
        "pill_name": "对乙酰氨基酚口腔崩解片",
        "pill_description": "对乙酰氨基酚口腔崩解片，用于普通感冒或流行性感冒引起的发热。也用于缓解轻至中度疼痛，如头痛、牙痛、神经痛、肌肉痛、痛经及关节痛等。.",
        "pill_conflicts": [301,255]
    },
    "188": {
        "pill_id": 188,
        "pill_name": "对乙酰氨基酚咀嚼片",
        "pill_description": "对乙酰氨基酚咀嚼片，适应症为用于儿童普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "189": {
        "pill_id": 189,
        "pill_name": "对乙酰氨基酚泡腾片",
        "pill_description": "对乙酰氨基酚泡腾片，适应症为用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "190": {
        "pill_id": 190,
        "pill_name": "对乙酰氨基酚片",
        "pill_description": "对乙酰氨基酚片，适应症为用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "191": {
        "pill_id": 191,
        "pill_name": "对乙酰氨基酚维生素C泡腾片",
        "pill_description": "对乙酰氨基酚维生素C泡腾片，又名“泡扑热”，批准文号：国药准字H20080362，是沈阳奥吉娜药业有限公司生产的一种解热镇痛非处方药。对乙酰氨基酚维生素C泡腾片适用于成人及25kg以上儿童解热及阵痛，如感冒、流感、头痛、牙痛、痛经等。奥吉娜药业生产的对乙酰氨基酚维生素C泡腾片于2008年上市。",
        "pill_conflicts": [301,255]
    },
    "192": {
        "pill_id": 192,
        "pill_name": "对乙酰氨基酚维生素C片",
        "pill_description": "对乙酰氨基酚维生素C片，解热镇痛药。适用于成人及25kg以上儿童的解热及镇痛，如感冒、流感、头痛、牙痛、痛经等。.",
        "pill_conflicts": [301,255]
    },
    "193": {
        "pill_id": 193,
        "pill_name": "对乙酰氨基酚缓释片",
        "pill_description": "对乙酰氨基酚缓释片，适应症为用于普通感冒或流行感冒引起的发热，也用于缓解轻中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "194": {
        "pill_id": 194,
        "pill_name": "对乙酰氨基酚胶囊",
        "pill_description": "对乙酰氨基酚胶囊，用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [301,255]
    },
    "195": {
        "pill_id": 195,
        "pill_name": "对氨基水杨酸异烟肼片",
        "pill_description": "对氨基水杨酸异烟肼片，适应症为与其他抗结核药联合，用于治疗各型肺结核、支气管内膜结核及肺外结核。并可作为与结核病相关手术的保护药，也可用于预防长期或大剂量皮质激素、免疫抑制治疗的结核感染及复发。",
        "pill_conflicts": [518,519,520,526,18,536,537,538,539,28,29,30,31,542,543,544,545,36,546,547,548,549,550,552,553,566,567,580,581,70,71,72,585,73,74,75,76,77,590,78,79,80,82,83,84,85,101,618,619,111,123,124,127,128,644,647,648,135,650,651,137,138,658,659,150,151,540,167,168,169,178,179,219,220,224,225,226,227,228,236,239,243,244,246,247,274,275,279,303,304,305,306,307,312,313,314,315,317,325,326,336,340,342,343,344,345,351,352,353,354,355,363,364,365,582,374,375,583,379,584,409,416,417,419,420,421,422,423,429,434,435,443,444,485,492]
    },
    "196": {
        "pill_id": 196,
        "pill_name": "小儿大黄碳酸氢钠片",
        "pill_description": "小儿大黄碳酸氢钠片，用于消化不良、食欲不振及反酸等。.",
        "pill_conflicts": []
    },
    "197": {
        "pill_id": 197,
        "pill_name": "小儿对乙酰氨基酚异丙嗪片",
        "pill_description": "小儿对乙酰氨基酚异丙嗪片，对抗过敏反应所致的毛细血管扩张，降低毛细血管的通透性，缓解支气管平滑肌收缩所致的喘息。.",
        "pill_conflicts": [301,255]
    },
    "198": {
        "pill_id": 198,
        "pill_name": "小儿对乙酰氨基酚片",
        "pill_description": "小儿对乙酰氨基酚片，用于小儿普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如关节痛、偏头痛、头痛、肌肉痛、牙痛、神经痛。",
        "pill_conflicts": [301,255]
    },
    "199": {
        "pill_id": 199,
        "pill_name": "小儿盐酸异丙嗪片",
        "pill_description": "小儿盐酸异丙嗪片，适应症为1.皮肤粘膜的过敏：适用于长期的、季节性的过敏性鼻炎，血管舒缩性鼻炎，接触过敏源或食物而致的过敏性结膜炎，荨麻疹，血管神经性水肿，对血液或血浆制品的过敏反应，皮肤划痕症，必要时可与肾上腺素合用，作为本药的辅助剂。2.晕动病：防治晕车、晕船、晕飞机。3.镇静、催眠：适用于减轻儿童的恐惧感，呈浅睡眠状态。4.恶心、呕吐的治疗：适用于一些麻醉手术后的恶心、呕吐，也用于防治放射病性或药源性恶心、呕吐。5.术后疼痛：可与止痛药合用，作为辅助用药。",
        "pill_conflicts": [512,513,8,9,10,528,35,551,56,57,58,59,60,61,62,63,88,89,90,91,100,103,104,105,107,621,622,109,120,122,129,130,647,648,650,651,139,652,653,177,201,212,230,231,252,253,255,258,259,260,272,273,283,286,301,312,313,316,318,319,320,321,322,338,339,342,343,344,345,352,353,354,355,366,367,368,369,370,371,372,373,377,403,404,405,408,413,414,415,429,430,431,432,433,442,445,446,447,448,449,450,451,452,511]
    },
    "200": {
        "pill_id": 200,
        "pill_name": "尼古丁舌下片",
        "pill_description": "尼古丁舌下片，本品用于戒烟。",
        "pill_conflicts": []
    },
    "201": {
        "pill_id": 201,
        "pill_name": "左氧氟沙星片",
        "pill_description": "左氧氟沙星片，适应症为本品适用于敏感细菌所引起的下列轻、中度感染：1.呼吸系统感染：急性窦炎、慢性支气管炎急性发作、社区获得性肺炎；2.泌尿系统感染：急性肾盂肾炎、复杂性尿路感染等；3.生殖系统感染：前列腺炎、附睾炎、宫腔感染、子宫附件炎、盆腔炎（疑有厌氧菌感染时可合用甲硝唑）；4.皮肤软组织感染：传染性脓疱病、蜂窝组织炎、淋巴管（结）炎、皮下脓肿、肛周脓肿等；5.肠道感染：细菌性痢疾、感染性肠炎、沙门菌属肠炎、伤寒及副伤寒等；6.其它感染：外伤、烧伤及手术后伤口感染、腹腔感染（必要时合用甲硝唑）、乳腺炎、胆囊炎、胆管炎、骨与关节感染以及五官科感染等。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "202": {
        "pill_id": 202,
        "pill_name": "巴柳氮钠片",
        "pill_description": "巴柳氮钠片，适应症为轻度至中度活动性溃疡性结肠炎。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,545,546,547,548,549,550,552,553,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,82,83,84,85,92,93,108,115,157,158,159,201,213,214,215,258,259,260,267,268,269,270,271,312,313,321,322,348,349,366,367,368,582,583,584,429,456,467,468,469,470,471,472,473,474]
    },
    "203": {
        "pill_id": 203,
        "pill_name": "巴柳氮钠胶囊",
        "pill_description": "巴柳氮钠胶囊，轻度至中度活动性溃疡性结肠炎。.",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,545,546,547,548,549,550,552,553,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,82,83,84,85,92,93,108,115,157,158,159,201,213,214,215,258,259,260,267,268,269,270,271,312,313,321,322,348,349,366,367,368,582,583,584,429,456,467,468,469,470,471,472,473,474]
    },
    "204": {
        "pill_id": 204,
        "pill_name": "巴氯芬片",
        "pill_description": "巴氯芬片，适应症为被证实的适应症：适用于多发性硬化症所引起的严重但可逆的肌肉痉挛。其他可能适用于：因感染，退行性病变，外伤或肿瘤引起的脊髓痉挛状态。",
        "pill_conflicts": [100,136,172,529,530,403,212,404,405,443,88,89,90,91,444]
    },
    "205": {
        "pill_id": 205,
        "pill_name": "布洛芬口腔崩解片",
        "pill_description": "布洛芬口腔崩解片，用于减轻中度疼痛，如关节痛、神经病、肌肉痛、偏头痛、头痛、痛经、牙痛，也可用于感冒或流感引起的发热。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "206": {
        "pill_id": 206,
        "pill_name": "布洛芬咀嚼片",
        "pill_description": "布洛芬咀嚼片，用于儿童减轻中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、牙痛，也可用于减轻普通感冒或流行性感冒引起的发热。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "207": {
        "pill_id": 207,
        "pill_name": "布洛芬片",
        "pill_description": "布洛芬片，适应症为适用于：1.缓解类风湿关节炎、骨关节炎、脊柱关节病、痛风性关节炎、风湿性关节炎等各种慢性关节炎的急性发作期或持续性的关节肿痛症状，无病因治疗及控制病程的作用。2.治疗非关节性的各种软组织风湿性疼痛，如肩痛、腱鞘炎、滑囊炎、肌痛及运动后损伤性疼痛等。 3.急性的轻、中度疼痛如：手术后、创伤后、劳损后、原发性痛经、牙痛、头痛等。 4.对成人和儿童的发热有解热作用。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "208": {
        "pill_id": 208,
        "pill_name": "布洛芬缓释片",
        "pill_description": "布洛芬缓释片，适应症为用于减轻中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛；也可用于普通感冒或流行性感冒引起的发热。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "209": {
        "pill_id": 209,
        "pill_name": "布洛芬缓释胶囊",
        "pill_description": "布洛芬缓释胶囊，适应症为用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。也用于普通感冒或流行性感冒引起的发热。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "210": {
        "pill_id": 210,
        "pill_name": "布洛芬胶囊",
        "pill_description": "布洛芬胶囊，用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。也用于普通感冒或流行性感冒引起的发热。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "211": {
        "pill_id": 211,
        "pill_name": "布洛芬软胶囊",
        "pill_description": "布洛芬软胶囊，用于减轻中度疼痛如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛；也可用于感冒和流感引起的发热。.",
        "pill_conflicts": [653,658,659,312,313]
    },
    "212": {
        "pill_id": 212,
        "pill_name": "布美他尼片",
        "pill_description": "布美他尼片，1.水肿性疾病包括充血性心力衰竭、肝硬化、肾脏疾病(肾炎、肾病及各种原因所致的急、慢性肾功 能衰竭），尤其是应用其他利尿药效果不佳时，应用本类药物仍可能有效。与其他药物合用治疗急性肺 水肿和急性月囟水肿等。2.高血压。在高血压的阶梯疗法中，不作为治疗原发性高血压的首选药物，但当噻嗪类药物疗效不佳。尤其当伴有肾功能不全或出现高血压危象时，本类药物尤为适用。3.预防急性肾功能衰竭用于各种原因导致肾脏血流灌注不足，例如失水、休克、中毒、麻醉意外以及循环功能不全等，在纠正血容量不足的同时及时应用，可减少急性肾小管坏死的机会。4.高钾血症及高钙血症。5.稀释性低钠血症尤其是当血钠浓度低于120mmol/L时。6.抗利尿激素分泌过多症(SIADH)。7.急性药物毒物中毒如巴比妥类药物中毒等。8.对某些呋塞米无效的病例仍可能有效。",
        "pill_conflicts": [8,521,522,523,9,10,529,530,28,541,29,30,542,543,544,36,41,42,43,44,566,574,575,576,577,578,579,580,581,70,71,72,73,586,587,74,75,76,79,80,77,82,78,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,94,98,618,619,620,108,110,116,118,645,646,647,648,136,650,651,140,141,142,143,652,653,153,154,155,156,157,158,159,170,171,172,199,201,204,216,228,248,251,256,257,258,259,260,278,282,283,286,308,312,313,321,322,324,326,328,341,342,343,344,345,348,349,351,366,367,368,582,372,373,374,375,583,376,378,584,379,380,381,382,585,383,389,390,397,403,410,417,83,84,85,434,435,436,443,444,92,465,466,93,474,492,496]
    },
    "213": {
        "pill_id": 213,
        "pill_name": "庆大霉素普鲁卡因维B12胶囊",
        "pill_description": "庆大霉素普鲁卡因维B12胶囊，适应症为主要用于慢性、浅表性胃炎，也用于其它胃炎。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "214": {
        "pill_id": 214,
        "pill_name": "庆大霉素普鲁卡因胶囊",
        "pill_description": "庆大霉素普鲁卡因胶囊，适应症为消炎、止痛、促进胃粘膜修复，主要用于慢性、浅表性胃炎，也用于其它胃炎。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "215": {
        "pill_id": 215,
        "pill_name": "庆大霉素碳酸铋胶囊",
        "pill_description": "庆大霉素碳酸铋胶囊，适应症为适用于慢性溃疡性肠炎、痢疾、急性肠炎。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "216": {
        "pill_id": 216,
        "pill_name": "异丙嗪胆汁片",
        "pill_description": "异丙嗪胆汁片，用于感冒引起的咳嗽、百日咳及其阵发性、痉挛性咳嗽。",
        "pill_conflicts": [512,513,8,9,10,528,35,551,56,57,58,59,60,61,62,63,88,89,90,91,100,103,104,105,107,621,622,109,120,122,129,130,647,648,650,651,139,652,653,177,201,212,230,231,252,253,255,258,259,260,272,273,283,286,301,312,313,316,318,319,320,321,322,338,339,342,343,344,345,352,353,354,355,366,367,368,369,370,371,372,373,377,403,404,405,408,413,414,415,429,430,431,432,433,442,445,446,447,448,449,450,451,452,511]
    },
    "217": {
        "pill_id": 217,
        "pill_name": "异烟肼片",
        "pill_description": "异烟肼片，适应症为（1）与其它抗结核药联合，适用于各型结核病的治疗，包括结核性脑膜炎以及其他分枝杆菌感染。（2）单用适用于各型结核病的预防：①新近确诊为结核病患者的家庭成员或密切接触者；②结核菌素纯蛋白衍生物试验（PPD）强阳性同时胸部X射线检查符合非进行性结核病，痰菌阴性，过去未接受过正规抗结核治疗者；③正在接受免疫抑制剂或长期激素治疗的患者，某些血液病或网状内皮系统疾病（如白血病、霍奇金氏病）、糖尿病、尿毒症、矽肺或胃切除术等患者，其结核菌素纯蛋白衍生物试验呈阳性反应者；④35岁以下结核菌素纯蛋白衍生物试验阳性的患者；⑤已知或疑为HIV感染者，其结核菌素纯蛋白衍生物试验呈阳性反应者，或与活动性肺结核患者有密切接触者。",
        "pill_conflicts": [518,519,520,526,18,536,537,538,539,28,29,30,31,542,543,544,545,36,546,547,548,549,550,552,553,566,567,580,581,70,71,72,585,73,74,75,76,77,590,78,79,80,82,83,84,85,101,618,619,111,123,124,127,128,644,647,648,135,650,651,137,138,658,659,150,151,540,167,168,169,178,179,219,220,224,225,226,227,228,236,239,243,244,246,247,274,275,279,303,304,305,306,307,312,313,314,315,317,325,326,336,340,342,343,344,345,351,352,353,354,355,363,364,365,582,374,375,583,379,584,409,416,417,419,420,421,422,423,429,434,435,443,444,485,492]
    },
    "218": {
        "pill_id": 218,
        "pill_name": "异烟肼维B6片",
        "pill_description": "异烟肼维B6片，（1）异烟肼与其他抗结核药联合，适用于各型结核病的治疗，包括结核性脑膜炎以及其他分枝杆菌感染。 （2）异烟肼单用适用于各型结核病的预防：①新近确诊为结核病患者的家庭成员或密切接触者等。.",
        "pill_conflicts": [518,519,520,526,18,536,537,538,539,28,29,30,31,542,543,544,545,36,546,547,548,549,550,552,553,566,567,580,581,70,71,72,585,73,74,75,76,77,590,78,79,80,82,83,84,85,101,618,619,111,123,124,127,128,644,647,648,135,650,651,137,138,658,659,150,151,540,167,168,169,178,179,219,220,224,225,226,227,228,236,239,243,244,246,247,274,275,279,303,304,305,306,307,312,313,314,315,317,325,326,336,340,342,343,344,345,351,352,353,354,355,363,364,365,582,374,375,583,379,584,409,416,417,419,420,421,422,423,429,434,435,443,444,485,492]
    },
    "219": {
        "pill_id": 219,
        "pill_name": "异维A酸软胶囊",
        "pill_description": "异维A酸软胶囊，适应症为适用于重度难治性结节性痤疮（结节性痤疮，即直径> 5rmn的炎性损害，结节可能化脓或出血）。由于使用异维A酸后有明显的不良反应，故应该在其他常规治疗（包括系统性抗生素治疗）无效时才能考虑。另外，由于异维A酸可能导致严重的出生缺陷，女性患者中仅适用于不准备或不能妊娠者。",
        "pill_conflicts": [195,590,528,217,218,411]
    },
    "220": {
        "pill_id": 220,
        "pill_name": "扑米酮片",
        "pill_description": "扑米酮片，适应症为用于癫痫强直阵挛性发作（大发作），单纯部分性发作和复杂部分性发作的单药或联合用药治疗。也用于特发性震颤和老年性震颤的治疗。",
        "pill_conflicts": [1,7,526,528,529,530,18,536,537,538,539,540,541,31,33,34,41,42,43,44,45,46,47,48,567,586,587,590,94,101,621,622,111,123,124,126,127,128,135,136,137,138,652,653,150,151,169,172,195,217,218,226,227,228,239,251,254,256,257,274,275,302,312,313,314,315,326,336,340,342,343,344,345,351,352,353,354,355,372,373,379,387,388,403,413,414,415,443,444,485]
    },
    "221": {
        "pill_id": 221,
        "pill_name": "托吡酯片",
        "pill_description": "托吡酯片，适应症为本品用于初诊为癫痫的患者的单药治疗或曾经合并用药现转为单药治疗的癫痫患者。本品用于成人及2～16岁儿童部分性癫痫发作的加用治疗。",
        "pill_conflicts": [387,388,403,283,417,424,425,426,172,443,444,342,343,344,345,240,372,373,126]
    },
    "222": {
        "pill_id": 222,
        "pill_name": "拉莫三嗪分散片",
        "pill_description": "拉莫三嗪分散片，癫痫：对12岁以上儿童及成人的单药治疗：1.简单部分性发作2.复杂部分性发作3.继发性全身强直一阵挛性发作4.原发性全身强直一阵挛性发作。目前暂不推荐对12岁以下儿童采用单药治疗，因为尚未得到对这类特殊人群进行的对照试验的相应数据。对2岁以上儿童及成人的添加疗法：1．简单部分性发作。2．复杂部分性发作。3．继发性全身强直一阵挛性发作。4．原发性全身强直一阵挛性发作。本品也可治疗合并有Lennox--Gastaut综合征的癫痫发作。.",
        "pill_conflicts": [326,136,172,45,46,47,48,529,530,403]
    },
    "223": {
        "pill_id": 223,
        "pill_name": "拉莫三嗪片",
        "pill_description": "拉莫三嗪片，适应症为癫痫： 对12岁以上儿童及成人的单药治疗：1. 简单部分性发作2. 复杂部分性发作3. 续发性全身强直- 阵挛性发作4. 原发性全身强直- 阵挛性发作目前暂不推荐对十二岁以下儿童采用单药治疗，因为尚未得到对这类特殊目标人群所进行的对照试验的相应数据。两岁以上儿童及成人的添加疗法 ( add-on therapy ) ：1. 简单部分性发作2. 复杂部分性发作3. 续发性全身强直- 阵挛性发作4. 原发性全身强直- 阵挛性发作本品也可用于治疗合并有 Lennox-Gastaut 综合征的癫痫发作。",
        "pill_conflicts": [326,136,172,45,46,47,48,529,530,403]
    },
    "224": {
        "pill_id": 224,
        "pill_name": "普伐他汀钠片",
        "pill_description": "普伐他汀钠片，高脂血症、家族性高胆固醇血症。",
        "pill_conflicts": [32,195,658,659,217,218,571,572,573,31]
    },
    "225": {
        "pill_id": 225,
        "pill_name": "普伐他汀钠胶囊",
        "pill_description": "普伐他汀钠胶囊，适用于饮食限制仍不能控制的原发性高胆固醇血症或合并有高甘油三酯三酰甘油血症患者(IIa和IIb型)。.",
        "pill_conflicts": [32,195,658,659,217,218,571,572,573,31]
    },
    "226": {
        "pill_id": 226,
        "pill_name": "曲克芦丁羟丙茶碱片",
        "pill_description": "曲克芦丁羟丙茶碱片，适应症为用于治疗脑血栓形成的偏瘫、失语等症，也适用于脑血栓后遗症，脑动脉硬化和高血压引起的慢性脑供血不足，冠心病以及血栓性静脉炎等周围血管疾病。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "227": {
        "pill_id": 227,
        "pill_name": "曲克芦丁羟丙茶碱胶囊",
        "pill_description": "曲克芦丁羟丙茶碱胶囊，适应症为用于治疗缺血性脑血管病，如脑血栓形成引起的脑梗死；也适用于脑动脉硬化和冠心病的治疗。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "228": {
        "pill_id": 228,
        "pill_name": "曲安西龙片",
        "pill_description": "曲安西龙片，适应症为应用其较强的免疫抑制作用，治疗各种变态反应性炎症、各种自身免疫性疾病。由于它的主要药理作用和醋酸泼尼松(强的松)相同，因此其适应症和强的松基本相同，主要包括：1．系统性红斑狼疮等结缔组织病；2．肾病综合症等免疫性肾脏疾病；3．特发性血小板减少性紫癜等免疫性病；4．醋酸泼尼松所适用的其它疾病。",
        "pill_conflicts": [516,517,518,7,519,520,526,528,529,530,18,536,537,538,539,28,29,30,542,543,544,545,546,547,548,549,550,552,553,45,46,47,48,566,567,64,65,66,67,68,69,88,89,90,91,100,101,104,105,620,111,118,122,123,124,127,128,644,135,136,137,138,653,658,659,150,151,540,169,181,182,195,212,217,218,220,226,227,229,232,233,248,249,272,273,274,275,283,293,312,313,314,315,318,319,320,342,343,344,345,346,389,390,404,405,413,414,415,429,434,435,445,446,447,448,449,450,451,452,505,506,507,508,509,510]
    },
    "229": {
        "pill_id": 229,
        "pill_name": "替米沙坦分散片",
        "pill_description": "替米沙坦分散片，用于成年人原发性高血压的治疗。.",
        "pill_conflicts": [403,28,29,542,30,544,417,543,36,41,170,171,172,42,43,44,436,443,444,326,465,466,341,347,228]
    },
    "230": {
        "pill_id": 230,
        "pill_name": "替米沙坦氢氯噻嗪片",
        "pill_description": "替米沙坦氢氯噻嗪片，适应症为用于治疗原发性高血压。美嘉素固定剂量复方制剂(替米沙坦80 mg/氢氯噻嗪12.5 mg)用于治疗那些单用替米沙坦不能充分控制血压的患者。",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "231": {
        "pill_id": 231,
        "pill_name": "替米沙坦氢氯噻嗪胶囊",
        "pill_description": "替米沙坦氢氯噻嗪胶囊，用于治疗高血压。.",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "232": {
        "pill_id": 232,
        "pill_name": "替米沙坦片",
        "pill_description": "替米沙坦片，高血压用于成年人原发性高血压的治疗。降低心血管风险。本品适用于年龄55岁及以上.存在发生严重心血管事件高风险且不能接受血管紧张素转换酶（ACE） 抑制剂治疗的患者，以降低其发生心肌梗死.卒中或心血管疾病导致死亡的风险。心血管事件的高风险包括冠状动脉疾病.外周动脉疾病、卒中、一过性脑缺血发作或伴有终末器官损 害证据的高危2型糖尿病（胰岛素依赖或非胰岛素依赖）病史。替米沙坦还可以与其他必要的治疗同 时使用（例如降压药物.抗血小板药物或降脂药）。不推荐替米沙坦与ACE抑制剂同时使用。",
        "pill_conflicts": [403,28,29,542,30,544,417,543,36,41,170,171,172,42,43,44,436,443,444,326,465,466,341,347,228]
    },
    "233": {
        "pill_id": 233,
        "pill_name": "替米沙坦胶囊",
        "pill_description": "替米沙坦胶囊，适应症为用于原发性高血压的治疗。",
        "pill_conflicts": [403,28,29,542,30,544,417,543,36,41,170,171,172,42,43,44,436,443,444,326,465,466,341,347,228]
    },
    "234": {
        "pill_id": 234,
        "pill_name": "木糖醇片",
        "pill_description": "木糖醇片，适应症为用于糖尿病患者的糖代用品。",
        "pill_conflicts": []
    },
    "235": {
        "pill_id": 235,
        "pill_name": "来曲唑片",
        "pill_description": "来曲唑片，适应症为对绝经后早期乳腺癌患者的辅助治疗，此类患者雌激素或孕激素受体阳性或受体状态不明。对已经接受他莫昔芬辅助治疗5年的、绝经后早期乳腺癌患者的辅助治疗，此类患者雌激素或孕激素受体阳性或受体状态不明。治疗绝经后、雌激素受体阳性孕激素受体阳性或受体状态不明的晚期乳腺癌患者，这些患者应为自然绝经或人工诱导绝经。",
        "pill_conflicts": []
    },
    "236": {
        "pill_id": 236,
        "pill_name": "来氟米特片",
        "pill_description": "来氟米特片（商品名：爱若华）。为选择性免疫抑制剂。用于成人类风湿关节炎，有改善病情作用。",
        "pill_conflicts": [647,648,650,651,524,525,528,658,659,23,24,28,29,30,36,429,303,304,305,434,435,306,307,566,317,577,578,195,580,581,582,583,584,585,579,587,337,82,83,84,85,342,343,344,217,218,345,507,491,239,379,246,247,505,506,251,508,509]
    },
    "237": {
        "pill_id": 237,
        "pill_name": "果味维生素C片",
        "pill_description": "果味维生素C片，维生素C补充剂，用于体内须大量补充维生素C时。.",
        "pill_conflicts": []
    },
    "238": {
        "pill_id": 238,
        "pill_name": "枸地氯雷他定片",
        "pill_description": "枸地氯雷他定片，适应症为本品用于缓解慢性特发性荨麻疹及常年性过敏性鼻炎的全身及局部症状。",
        "pill_conflicts": []
    },
    "239": {
        "pill_id": 239,
        "pill_name": "枸橼酸他莫昔芬片",
        "pill_description": "枸橼酸他莫昔芬片，适应症为1、治疗女性复发转移性乳腺癌。2、用作乳腺癌手术后转移的辅助治疗，预防复发。",
        "pill_conflicts": [258,259,260,8,9,10,136,529,530,403,169,170,171,41,42,43,44,321,322,195,201,336,217,218,220,351,352,353,354,355,236,366,367,368,246,247]
    },
    "240": {
        "pill_id": 240,
        "pill_name": "枸橼酸舍曲林片",
        "pill_description": "枸橼酸舍曲林片，药品，批准文号为国药准字H20080136。",
        "pill_conflicts": [544,542,653,403,221,312,313,444,443,28,29,30,543]
    },
    "241": {
        "pill_id": 241,
        "pill_name": "枸橼酸铋雷尼替丁片",
        "pill_description": "枸橼酸铋雷尼替丁片，适应症为适用于治疗良性胃溃疡，活动性十二指肠溃疡；联合克拉霉素治疗幽门罗杆菌阳性的活动性十二指肠溃疡，能显著降低溃疡复发。",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "242": {
        "pill_id": 242,
        "pill_name": "枸橼酸铋雷尼替丁胶囊",
        "pill_description": "枸橼酸铋雷尼替丁胶囊，1.胃、十二指肠溃疡；2.与抗生素合用，根除幽门螺杆菌。",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "243": {
        "pill_id": 243,
        "pill_name": "柳氮磺吡啶结肠溶胶囊",
        "pill_description": "柳氮磺吡啶结肠溶胶囊，适应症为用于轻、中度溃疡性结肠的治疗及重度溃疡性结肠炎的辅助治疗，特别适用于柳氮磺吡啶素片胃肠道不适(如厌食、恶心)的患者。溃疡性结肠炎、类风湿性关节炎、脊柱关节病、强直性脊柱炎、反应性关节炎、银屑病关节炎、儿童慢性关节炎、其他风湿病等。",
        "pill_conflicts": [136,528,529,530,411,28,29,30,45,46,47,48,312,313,195,467,468,213,214,471,472,217,218,473,215,469,470,99,115]
    },
    "244": {
        "pill_id": 244,
        "pill_name": "柳氮磺吡啶肠溶片",
        "pill_description": "柳氮磺吡啶肠溶片，适应症为1、溃疡性结肠炎治疗轻至中度的溃疡性结肠炎；在重度溃疡性结肠炎中可作为辅助疗法。亦可用于溃疡性结肠炎缓解期的维持治疗。2、Crohn’s病用于治疗活动期的克隆病，特别是那些累及结肠的患者。3、类风湿性关节炎对水杨酸类或其他非甾体类抗炎药疗效不显著的类风湿性关节炎和幼年类风湿性关节炎（多关节型）。",
        "pill_conflicts": [136,528,529,530,411,28,29,30,45,46,47,48,312,313,195,467,468,213,214,471,472,217,218,473,215,469,470,99,115]
    },
    "245": {
        "pill_id": 245,
        "pill_name": "棉酚氯化钾维B胶囊",
        "pill_description": "棉酚氯化钾维B胶囊，用于更年期子宫功能性出血。.",
        "pill_conflicts": [580,581,582,583,584,585,82,83,84,85,28,29,30]
    },
    "246": {
        "pill_id": 246,
        "pill_name": "比卡鲁胺片",
        "pill_description": "比卡鲁胺片，适应症为1） 50mg每日：与促黄体生成素释放激素（LHRH）类似物或外科睾丸切除术联合应用于晚期前列腺癌的治疗。2） 150mg每日：用于治疗局部晚期、无远处转移的前列腺癌患者，这些患者不适宜或不愿接受外科去势术或其他内科治疗。",
        "pill_conflicts": [384,385,258,259,260,386,391,8,9,10,392,393,397,394,395,396,402,403,276,21,22,277,410,411,41,298,299,300,429,170,171,45,46,47,48,43,437,312,313,443,444,321,322,195,324,326,201,340,42,217,218,44,351,352,353,354,355,485,236,621,622,492,366,367,368,239,119,248,378,380,381,382,383]
    },
    "247": {
        "pill_id": 247,
        "pill_name": "比卡鲁胺胶囊",
        "pill_description": "比卡鲁胺胶囊，适应症为与促黄体生成素释放激素（LHRH）类似物或外科睾丸切除术联合应用于晚期前列腺癌的治疗。",
        "pill_conflicts": [384,385,258,259,260,386,391,8,9,10,392,393,397,394,395,396,402,403,276,21,22,277,410,411,41,298,299,300,429,170,171,45,46,47,48,43,437,312,313,443,444,321,322,195,324,326,201,340,42,217,218,44,351,352,353,354,355,485,236,621,622,492,366,367,368,239,119,248,378,380,381,382,383]
    },
    "248": {
        "pill_id": 248,
        "pill_name": "比沙可啶肠溶片",
        "pill_description": "比沙可啶肠溶片，用于急、慢便秘和习惯性便秘。",
        "pill_conflicts": [258,259,260,8,9,10,272,273,403,410,283,36,429,443,444,321,322,201,590,212,88,89,90,91,100,228,104,105,366,367,368,246,247,122]
    },
    "249": {
        "pill_id": 249,
        "pill_name": "比索洛尔氢氯噻嗪片",
        "pill_description": "比索洛尔氢氯噻嗪片，用于轻、中度高血压治疗。",
        "pill_conflicts": [652,653,272,273,403,404,405,410,283,542,543,544,417,41,42,43,172,44,312,313,443,444,326,351,352,353,354,355,228,104,105,122]
    },
    "250": {
        "pill_id": 250,
        "pill_name": "氟氯西林钠阿莫西林胶囊",
        "pill_description": "氟氯西林钠阿莫西林胶囊，适应症为适用于治疗急性咽炎、化脓性扁桃体炎、感冒的继发感染（急慢性气管炎、支气管炎、肺炎）、肺脓肿、骨髓炎、化脓性关节炎、急慢性中耳炎、鼻副窦炎、牙周炎、疖、痈、丹毒、蜂窝组织炎、破伤风、甲沟炎、创面及伤口感染、肝胆感染（急性胆囊炎、肝脓肿）、急性胃肠炎、伤寒及副伤寒、淋病、软性下疳、尿道炎、肾盂肾炎或膀胱炎、心内膜炎、败血症、白喉、百日咳、勾端螺旋体病等。",
        "pill_conflicts": []
    },
    "251": {
        "pill_id": 251,
        "pill_name": "氢化可的松片",
        "pill_description": "氢化可的松片，适应症为主要用于肾上腺皮质功能减退症的替代治疗及先天性肾上腺皮质功能增生症的治疗，也可用于类风湿性关节炎、风湿性发热、痛风、支气管哮喘、过敏性疾病，并可用于严重感染和抗休克治疗等。",
        "pill_conflicts": [653,528,272,273,658,404,405,659,283,28,29,542,30,544,543,169,312,313,443,444,577,578,579,212,346,220,104,105,236,122,379]
    },
    "252": {
        "pill_id": 252,
        "pill_name": "氢氯噻嗪可乐定片",
        "pill_description": "【性状】本品为白色片。【类别】抗高血压药。【贮藏】密封，在阴凉处保存。【有效期】暂定2年曾用名：复方催压降片",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "253": {
        "pill_id": 253,
        "pill_name": "氢氯噻嗪片",
        "pill_description": "氢氯噻嗪片，1.水肿性疾病 — 排泄体内过多的钠和水，减少细胞外液容量，消除水肿。常见的包括充血性心力衰竭、肝硬化腹水、肾病综合症、急慢性肾炎水肿、慢性肾功能衰竭早期、肾上腺皮质激素和雌激素治疗所致的钠、水潴留。2.高血压 —  可单独或与其他降压药联合应用，主要用于治疗原发性高血压。3.中枢性或肾性尿崩症。4.肾石症 —  主要用于预防含钙盐成分形成的结石。",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "254": {
        "pill_id": 254,
        "pill_name": "氢溴酸东莨菪碱片",
        "pill_description": "氢溴酸东莨菪碱片，适应症为用于麻醉前给药，震颤麻痹，晕动病，躁狂性精神病，胃肠胆肾平滑肌痉挛，胃酸分泌过多，感染性休克，有机磷农药中毒。",
        "pill_conflicts": [387,388,653,397,528,403,410,416,417,41,170,171,172,42,43,44,443,444,326,88,89,90,91,220,351,99,100]
    },
    "255": {
        "pill_id": 255,
        "pill_name": "氢溴酸山莨菪碱片",
        "pill_description": "氢溴酸山莨菪碱片，适应症为用于缓解胃肠道痉挛所致的绞痛。",
        "pill_conflicts": [653,410,283,443,444,326,455,199,328,88,89,90,91,216,351,352,353,354,99,355,100,621,622,376,379]
    },
    "256": {
        "pill_id": 256,
        "pill_name": "氢溴酸西酞普兰片",
        "pill_description": "氢溴酸西酞普兰片，适应症为抑郁性精神障碍(内源性及非内源性抑郁)。",
        "pill_conflicts": [653,528,272,273,403,28,29,30,436,312,313,443,444,326,465,466,212,341,88,89,90,91,220,100,104,105,122]
    },
    "257": {
        "pill_id": 257,
        "pill_name": "氢溴酸西酞普兰胶囊",
        "pill_description": "氢溴酸西酞普兰胶囊，抑郁性精神障碍(内源性及非内源抑郁)。.",
        "pill_conflicts": [653,528,272,273,403,28,29,30,436,312,313,443,444,326,465,466,212,341,88,89,90,91,220,100,104,105,122]
    },
    "258": {
        "pill_id": 258,
        "pill_name": "氧氟沙星片",
        "pill_description": "氧氟沙星片，适应症为适用于敏感菌引起的：1．泌尿生殖系统感染，包括单纯性、复杂性尿路感染、细菌性前列腺炎、淋病奈瑟菌尿道炎或宫颈炎（包括产酶株所致者）。2．呼吸道感染，包括敏感革兰阴性杆菌所致支气管感染急性发作及肺部感染。3．胃肠道感染，由志贺菌属、沙门菌属、产肠毒素大肠杆菌、亲水气单胞菌、副溶血弧菌等所致。4．伤寒。5．骨和关节感染。6．皮肤软组织感染。7．败血症等全身感染。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "259": {
        "pill_id": 259,
        "pill_name": "氧氟沙星胶囊",
        "pill_description": "氧氟沙星胶囊，适应症为适用于敏感菌引起的：1.泌尿生殖系统感染，包括单纯性、复杂性尿路感染、细菌性前列腺炎、淋病奈瑟菌尿道炎或宫颈炎(包括产酶株所致者)。2.呼吸道感染，包括敏感革兰阴性杆菌所致支气管感染急性发作及肺部感染。3.胃肠道感染，由志贺菌属、沙门菌属、产肠毒素大肠杆菌、亲水气单胞菌、副溶血弧菌等所致。4.伤寒。5.骨和关节感染。6.皮肤软组织感染。7.败血症等全身感染。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "260": {
        "pill_id": 260,
        "pill_name": "氧氟沙星阴道泡腾片",
        "pill_description": "氧氟沙星阴道泡腾片，适应症为适用于氧氟沙星敏感菌引起的细菌性阴道病。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "261": {
        "pill_id": 261,
        "pill_name": "氨氯地平贝那普利片(Ⅰ)",
        "pill_description": "氨氯地平贝那普利片(Ⅰ)，用于治疗高血压.但非初治高血压.本品适用于单独服用氨氯地平或者贝那普利不能满意控制血压的患者;或同时服用氨氯地平和贝那普利的替代治疗.",
        "pill_conflicts": [403,444,443]
    },
    "262": {
        "pill_id": 262,
        "pill_name": "氨氯地平贝那普利片(Ⅱ)",
        "pill_description": "氨氯地平贝那普利片是一种有效治疗高血压的药物。",
        "pill_conflicts": [403,444,443]
    },
    "263": {
        "pill_id": 263,
        "pill_name": "氨氯地平阿托伐他汀钙片",
        "pill_description": "适用于需氨氯地平和阿托伐他汀联合治疗的患者。氨氯地平1、高血压氨氯地平适用于高血压的治疗。可单独应用或与其它抗高血压药物联合应用。2、冠心病（CAD）慢性稳定性心绞痛氨氯地平适用于慢性稳定性心绞痛的对症治疗。可单独应用或与其它抗心绞痛药物联合应用。血管痉挛性心绞痛（Prinzmetal’s 或 变异型心绞痛）氨氯地平适用于确诊或可疑的血管痉挛性心绞痛的治疗。可单独应用也可与其它抗心绞痛药物联合应用。经血管造影证实的冠心病近期经血管造影证实为冠心病，但射血分数≥40%且无心衰的患者，氨氯地平可减少因心绞痛住院的风险以及降低冠状动脉重建术的风险。阿托伐他汀1、 高胆固醇血症原发性高胆固醇血症患者，包括家族性高胆固醇血症(杂合子型)或混合性高脂血症(相当于Fredrickson 分类法的IIa 和IIb 型)患者，如果饮食治疗和其它非药物治疗疗效不满意，应用本品可治疗其总胆固醇升高、低密度脂蛋白",
        "pill_conflicts": [31]
    },
    "264": {
        "pill_id": 264,
        "pill_name": "氨甲环酸片",
        "pill_description": "氨甲环酸片，1.用于全身纤溶亢进所致的出血，如白血病、再生不良性贫血、 紫癜等，以及手术中和手术后的异常出血。2.用于局部纤溶亢进所致的异常出血，如肺出血、鼻出血、生殖器出血、肾出血、前列腺手术中和术后的异常出血。",
        "pill_conflicts": []
    },
    "265": {
        "pill_id": 265,
        "pill_name": "氨甲环酸胶囊",
        "pill_description": "氨甲环酸胶囊，适应症为本品主要用于急性或慢性、局限性或全身性原发性纤维蛋白溶解亢进所致的各种出血。弥散性血管内凝血所致的继发性高纤溶状态，在未肝素化前，慎用本品。本品尚适用于：1．前列腺、尿道、肺、脑、子宫、肾上腺、甲状腺、肝等富有纤溶酶原激活物脏器的外伤或手术出血；2．用作组织型纤溶酶原激活物(t-PA)、链激酶及尿激酶的拮抗物；3．人工流产、胎盘早期剥落、死胎和羊水栓塞引起的纤溶性出血；4．局部纤溶性增高的月经过多，眼前房出血及严重鼻出血；5．用于防止或减轻因子VIII或因子IX缺乏的血友病患者拔牙或口腔手术后的出血；6．中枢动脉瘤破裂所致的轻度出血，如蛛网膜下腔出血和颅内动脉瘤出血，应用本品止血优于其他抗纤溶药，但必须注意并发脑水肿或脑梗塞的危险性，至于重症有手术指征患者，本品仅可作辅助用药；7．用于治疗遗传性血管神经性水肿，可减少其发作次数和严重度；8．血友病患者发生活动性出血，可",
        "pill_conflicts": []
    },
    "266": {
        "pill_id": 266,
        "pill_name": "氨肽素硫酸锌片",
        "pill_description": "氨肽素硫酸锌片，适应症为适用于小儿食欲缺乏、厌食、偏食、异食癖及发育低下者。",
        "pill_conflicts": []
    },
    "267": {
        "pill_id": 267,
        "pill_name": "氨苄西林-丙磺舒胶囊",
        "pill_description": "氨苄西林丙磺舒胶囊，适应症为本品适用于敏感致病菌所致的下列感染：1．呼吸道感染：上呼吸道感染、细菌性肺炎、支气管炎等；2．泌尿系统感染：膀胱炎、尿道炎、肾盂肾炎、前列腺炎等；3．消化道感染：细菌性痢疾等；4．耳鼻喉感染：急性咽炎、扁桃体炎、中耳炎、鼻窦炎等；5．皮肤、软组织感染；6．淋病。",
        "pill_conflicts": [202,203]
    },
    "268": {
        "pill_id": 268,
        "pill_name": "氨苄西林丙磺舒分散片",
        "pill_description": "氨苄西林丙磺舒分散片，本品适用于敏感致病菌所致的下列感染: 1.呼吸道感染:上呼吸道感染、细菌性肺炎、支气管炎等； 2.泌尿系统感染:膀胱炎、尿道炎、肾盂肾炎、前列腺炎等； 3.消化道感染:细菌性痢疾等； 4.耳鼻喉感染:急性咽炎、扁桃体炎、中耳炎、鼻窦炎等； 5.皮肤、软组织感染； 6.淋病。",
        "pill_conflicts": [202,203]
    },
    "269": {
        "pill_id": 269,
        "pill_name": "氨苄西林丙磺舒口腔崩解片",
        "pill_description": "氨苄西林丙磺舒口腔崩解片，本品适用于敏感致病菌所致的下列感染：1.呼吸道感染：上呼吸道感染、细菌性肺炎、支气管炎等；2.泌尿系统感染：膀胱炎、尿道炎、肾孟肾炎、前列腺炎等；3.消化道感染：细菌性痢疾等；4.耳鼻喉感染：急性咽炎、扁桃体炎、中耳炎、鼻窦炎等；5.皮肤、软组织感染；6.淋病。.",
        "pill_conflicts": [202,203]
    },
    "270": {
        "pill_id": 270,
        "pill_name": "氨苄西林片",
        "pill_description": "氨苄西林片，适应症为本品适用于敏感致病菌所致的呼吸道感染、泌尿系统感染、消化道感染、耳鼻喉感染、皮肤和软组织感染以及淋病等。",
        "pill_conflicts": [202,203]
    },
    "271": {
        "pill_id": 271,
        "pill_name": "氨苄西林胶囊",
        "pill_description": "用于治疗敏感细菌引起的呼吸道感染，胃肠及消化道感染，泌尿道感染，软组织感染和脑膜炎，败血症，心内膜炎等。",
        "pill_conflicts": [202,203]
    },
    "272": {
        "pill_id": 272,
        "pill_name": "氨苯蝶啶氢氯噻嗪片",
        "pill_description": "氨苯蝶啶氢氯噻嗪片，适应症为用于治疗多种原因(充血性心力衰竭、肝硬化及肾病综合征等)引起的水肿或腹水。亦用于治疗轻、中度原发性高血压。",
        "pill_conflicts": [521,522,523,529,530,21,22,28,541,29,30,542,543,544,36,41,42,43,44,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,587,82,83,84,85,92,93,98,99,108,110,131,647,648,136,650,651,652,653,145,146,170,171,172,181,182,199,216,228,241,242,248,249,251,256,257,278,279,324,326,328,340,347,348,349,351,363,364,365,582,372,373,374,375,583,376,378,584,380,381,382,383,387,388,391,397,403,409,410,417,418,419,420,438,439,440,443,444,492]
    },
    "273": {
        "pill_id": 273,
        "pill_name": "氨苯蝶啶片",
        "pill_description": "氨苯蝶啶片，适应症为本品主要治疗水肿性疾病，包括充血性心力衰竭、肝硬化腹水、肾病综合征等。以及肾上腺糖皮质激素治疗过程中发生的水钠潴留，主要目的在于纠正上述情况时的继发性醛固酮分泌增多，并拮抗其他利尿药的排钾作用，也可用于治疗特发性水肿。",
        "pill_conflicts": [521,522,523,529,530,21,22,28,541,29,30,542,543,544,36,41,42,43,44,577,578,579,580,581,70,71,72,585,73,74,75,76,77,78,79,80,587,82,83,84,85,92,93,98,99,108,110,131,647,648,136,650,651,652,653,145,146,170,171,172,181,182,199,216,228,241,242,248,249,251,256,257,278,279,324,326,328,340,347,348,349,351,363,364,365,582,372,373,374,375,583,376,378,584,380,381,382,383,387,388,391,397,403,409,410,417,418,419,420,438,439,440,443,444,492]
    },
    "274": {
        "pill_id": 274,
        "pill_name": "氨茶碱片",
        "pill_description": "氨茶碱片，适应症为适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状；也可用于心源性肺水肿引起的哮喘。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "275": {
        "pill_id": 275,
        "pill_name": "氨茶碱缓释片",
        "pill_description": "氨茶碱缓释片，适应症为适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状；也可用于心源性肺水肿引起的哮喘。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "276": {
        "pill_id": 276,
        "pill_name": "氨酚曲马多片",
        "pill_description": "氨酚曲马多片，适应症为本品用于中度至重度急性疼痛的治疗。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "277": {
        "pill_id": 277,
        "pill_name": "氨酚曲马多胶囊",
        "pill_description": "氨酚曲马多胶囊，临床用于中度至重度急性疼痛的治疗。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "278": {
        "pill_id": 278,
        "pill_name": "氨酚氢可酮片",
        "pill_description": "氨酚氢可酮片，适应症为适用于缓解中度到中重度疼痛。",
        "pill_conflicts": [644,652,653,272,273,403,434,435,566,443,444,326,212,88,89,90,91,100,104,105,122]
    },
    "279": {
        "pill_id": 279,
        "pill_name": "氨酚羟考酮片",
        "pill_description": "氨酚羟考酮片，适应症为适用于各种原因引起的中、重度急、慢性疼痛。",
        "pill_conflicts": [647,648,650,651,653,272,273,403,404,405,443,444,195,326,88,217,218,89,90,91,100,104,105,122]
    },
    "280": {
        "pill_id": 280,
        "pill_name": "氯化钾片",
        "pill_description": "氯化钾片，适应症为1．治疗低钾血症 各种原因引起的低钾血症，如进食不足、呕吐、严重腹泻、应用排钾性利尿药、低钾性家族周期性麻痹、长期应用糖皮质激素和补充高渗葡萄糖等。2．预防低钾血症 当患者存在失钾情况，尤其是如果发生低钾血症对患者危害较大时(如使用洋地黄药物的患者)，需预防性补充钾盐，如进食很少、严重或慢性腹泻、长期服用肾上腺皮质激素、失钾性肾病、Bartter综合征等。3．洋地黄中毒引起频发性、多源性早搏或快速心律失常。",
        "pill_conflicts": [580,581,582,583,584,585,82,83,84,85,28,29,30]
    },
    "281": {
        "pill_id": 281,
        "pill_name": "氯化钾缓释片",
        "pill_description": "氯化钾缓释片，1.治疗低钾血症  各种原因引起的低钾血症， 如进食不足、呕吐、严重腹泻、应用排钾利 尿药、低钾性家族周期性麻痹、长期应用糖 皮质激素和补充高渗葡萄糖等。2.预防低钾血症当患者存在失钾情况，尤其是如果发生低钾血症对患者危害较大时（如洋地黄化的患者），需预防性补充钾盐，如进食很少、严重或慢性腹泻、长期服用肾上 腺皮质激素、失钾性肾病、以及Bartte&#39;s综合征等。3.洋地黄中毒引起频发、多源性早搏或快速性心律失常。",
        "pill_conflicts": [580,581,582,583,584,585,82,83,84,85,28,29,30]
    },
    "282": {
        "pill_id": 282,
        "pill_name": "氯吡格雷阿司匹林片",
        "pill_description": "“氯吡格雷阿司匹林片（商品名：多立维）”是抗血小板药物。2022年5月，记者了解到，抗血小板药物氯吡格雷阿司匹林片（商品名：多立维）已经在中国获批上市。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "283": {
        "pill_id": 283,
        "pill_name": "氯噻酮片",
        "pill_description": "氯噻酮片，适应症为1．水肿性疾病，排泄体内过多的钠和水，减少细胞外液容量，消除水肿。常见的包括充血性心力衰竭、肝硬化腹水、肾病综合征、急慢性肾炎水肿、慢性肾功能衰竭早期、肾上腺皮质激素和雌激素治疗所致的钠、水潴留。2．高血压  可单独或与其他降压药联合应用，主要用于治疗原发性高血压。3．中枢性或肾性尿崩症。4．肾石症  主要用于预防含钙盐成分形成的结石。",
        "pill_conflicts": [529,530,28,29,30,36,37,38,39,40,41,42,43,44,577,578,579,580,581,582,583,584,585,587,82,83,84,85,92,93,620,621,622,108,136,652,653,170,171,172,181,182,199,212,216,221,228,248,249,251,255,301,312,313,318,319,320,326,328,341,342,343,344,345,346,347,348,349,351,360,361,362,372,373,376,379,403,404,405,410,436,437,443,444,465,466,492]
    },
    "284": {
        "pill_id": 284,
        "pill_name": "氯沙坦钾片",
        "pill_description": "氯沙坦钾片，处方药，是全球第一个治疗高血压的血管紧张素II受体拮抗剂（AIIA），经国家食品药品监督管理局批准，于1998年在中国正式上市。多项大型临床研究结果显示：使用氯沙坦能够强效降低血压，减少心血管风险，延缓终末期肾病，RENAAL研究显示，氯沙坦能够显著降低ESRD风险达28%； LIFE研究显示氯沙坦钾显著降低心血管首要复合终点达13%。氯沙坦钾片被众多国内外指南引用和提及，如《2013版欧洲高血压指南》。中国医师协会于2011年发布的《高血压合并2型糖尿病的血压控制专家指导意见》指出，高血压合并2型糖尿病患者必须实行更加严格降压治疗策略，有效控制糖尿病患者的血压。专家指导意见同时提出血管紧张素受体拮抗剂（ARB）为高血压合并糖尿病治疗的首选用药，其中氯沙坦钾片在多个经典医学研究中被证实其具有24小时强效降压、长期平稳降压、改善血压昼夜节律、以及心血管及肾脏保护作用，安全性高。",
        "pill_conflicts": [326,41,42,43,652,172,44,465,466,403,436,341,443,444]
    },
    "285": {
        "pill_id": 285,
        "pill_name": "氯沙坦钾胶囊",
        "pill_description": "氯沙坦钾胶囊，本品适用于治疗高血压。",
        "pill_conflicts": [326,41,42,43,652,172,44,465,466,403,436,341,443,444]
    },
    "286": {
        "pill_id": 286,
        "pill_name": "氯硝西泮片",
        "pill_description": "氯硝西泮片，适应症为主要用于控制各型癫癎，尤适用于失神发作、婴儿痉挛症、肌阵挛性、运动不能性发作及Lennox-Gastaut综合征。",
        "pill_conflicts": [128,135,137,138,653,526,528,18,403,274,275,150,151,536,537,538,539,540,434,435,566,567,314,315,443,444,318,319,320,199,328,212,88,89,90,91,216,226,227,100,101,111,658,659,376,123,124,127]
    },
    "287": {
        "pill_id": 287,
        "pill_name": "氯雷他定分散片",
        "pill_description": "氯雷他定分散片，适应症为用于缓解过敏性鼻炎的鼻部或非鼻部症状，如喷嚏、流涕及鼻痒、鼻塞以及眼部痒及烧灼感。亦适用于缓解慢性荨麻疹、瘙痒性皮肤病及其他过敏性皮肤病的症状及体征。",
        "pill_conflicts": []
    },
    "288": {
        "pill_id": 288,
        "pill_name": "氯雷他定口腔崩解片",
        "pill_description": "氯雷他定口腔崩解片，用于治疗季节性过敏性鼻炎（减轻鼻部或非鼻部症状）及特发性荨麻疹。",
        "pill_conflicts": []
    },
    "289": {
        "pill_id": 289,
        "pill_name": "氯雷他定泡腾片",
        "pill_description": "氯雷他定泡腾片，用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕和鼻痒以及眼部瘙痒和烧灼感。也用于缓解慢性荨麻疹及其他过敏性皮肤病的症状。.",
        "pill_conflicts": []
    },
    "290": {
        "pill_id": 290,
        "pill_name": "氯雷他定片",
        "pill_description": "氯雷他定片，适应症为用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕、鼻痒、鼻塞以及眼部痒及烧灼感。口服药物后，鼻和眼部症状及体征得以迅速缓解。亦适用于缓解慢性荨麻疹、瘙痒性皮肤病友其他过敏性皮肤病的症状及体征。",
        "pill_conflicts": []
    },
    "291": {
        "pill_id": 291,
        "pill_name": "氯雷他定胶囊",
        "pill_description": "氯雷他定胶囊，适应症为用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕、鼻痒、鼻塞以及眼部痒及烧灼感。口服药物后，鼻和眼部症状及体征得以迅速缓解。亦适用于缓解慢性荨麻疹、瘙痒性皮肤病及其他过敏性皮肤病的症状及体征。",
        "pill_conflicts": []
    },
    "292": {
        "pill_id": 292,
        "pill_name": "沙丁胺醇口腔崩解片",
        "pill_description": "沙丁胺醇口腔崩解片，适应症为用于治疗支气管哮喘或喘息型支气管炎等伴有支气管痉挛的呼吸道疾病。",
        "pill_conflicts": [403,590]
    },
    "293": {
        "pill_id": 293,
        "pill_name": "沙库巴曲缬沙坦钠片",
        "pill_description": "沙库巴曲缬沙坦钠片，用于射血分数降低的慢性心力衰竭（NYHA Ⅱ-Ⅳ级，LVEF ≤40%）成人患者，降低心血管死亡和心力衰竭住院的风险。另外，沙库巴曲缬沙坦钠片可代替血管紧张素转化酶抑制剂（ACEI）或血管紧张素Ⅱ受体拮抗剂（ARB），与其他心力衰竭治疗药物合用。",
        "pill_conflicts": [544,324,228,326,543,172,403,443,444,542,351]
    },
    "294": {
        "pill_id": 294,
        "pill_name": "泮托拉唑钠肠溶片",
        "pill_description": "泮托拉唑钠肠溶片，适应症为适用于活动性消化性溃疡(胃、十二指肠溃疡)、反流性食管炎和卓-艾氏综合征。",
        "pill_conflicts": []
    },
    "295": {
        "pill_id": 295,
        "pill_name": "泮托拉唑钠肠溶胶囊",
        "pill_description": "泮托拉唑钠肠溶胶囊，适应症为适用于活动性消化性溃疡（胃、十二指肠溃疡），反流性食管炎和卓-艾氏综合症。",
        "pill_conflicts": []
    },
    "296": {
        "pill_id": 296,
        "pill_name": "泼尼松片",
        "pill_description": "泼尼松片是一种糖皮质激素类药品，主要功效用于胆囊炎、中耳炎、尿道炎、盆腔。",
        "pill_conflicts": [528,658,659,312,313]
    },
    "297": {
        "pill_id": 297,
        "pill_name": "泼尼松龙片",
        "pill_description": "泼尼松龙片，适应症为主要用于过敏性与自身免疫性炎症性疾病，胶原性疾病，如风湿病、类风湿性关节炎、红斑狼疮、严重支气管哮喘、肾病综合症、血小板减少性紫癜、粒细胞减少症、急性淋巴性白血病、各种肾上腺皮质功能不足症、剥脱性皮炎、天疱疮、神经性皮炎、湿疹等。",
        "pill_conflicts": [528,658,659,312,313]
    },
    "298": {
        "pill_id": 298,
        "pill_name": "洛伐他汀分散片",
        "pill_description": "洛伐他汀分散片 ，高胆固醇血症。饮食疗法和其他非药物治疗反应欠佳时，降低原发性高胆固醇血症患者的总胆固醇（TC）和低密度脂蛋白胆固醇（LDL-C）。",
        "pill_conflicts": [658,659,21,22,31,32,571,572,573,445,447,448,449,450,451,452,446,327,485,246,247]
    },
    "299": {
        "pill_id": 299,
        "pill_name": "洛伐他汀片",
        "pill_description": "洛伐他汀片，该品在体内竞争性地抑制胆固醇合成过程中的限速酶羟甲戊二酰辅酶A还原酶，结果使血胆固醇和 低密度脂蛋白胆固醇水平降低，由此对动脉粥样硬化和冠心病的防治产生作用。",
        "pill_conflicts": [658,659,21,22,31,32,571,572,573,445,447,448,449,450,451,452,446,327,485,246,247]
    },
    "300": {
        "pill_id": 300,
        "pill_name": "洛伐他汀胶囊",
        "pill_description": "洛伐他汀胶囊，用于治疗高脂血症，高胆固醇血症。",
        "pill_conflicts": [658,659,21,22,31,32,571,572,573,445,447,448,449,450,451,452,446,327,485,246,247]
    },
    "301": {
        "pill_id": 301,
        "pill_name": "消旋山莨菪碱片",
        "pill_description": "消旋山莨菪碱片，适应症为抗胆碱药，临床主要用于解除平滑肌痉挛、胃肠绞痛、胆道痉挛以及有机磷中毒等。",
        "pill_conflicts": [653,410,283,443,444,326,455,199,328,88,89,90,91,216,351,352,353,354,99,355,100,621,622,376,379]
    },
    "302": {
        "pill_id": 302,
        "pill_name": "溴甲东莨菪碱片",
        "pill_description": "溴甲东莨菪碱片用于胃及十二指肠溃疡、胃炎、溃疡性结肠炎、肠蠕动亢进等的治疗",
        "pill_conflicts": [387,388,653,397,528,403,410,416,417,41,170,171,172,42,43,44,443,444,326,88,89,90,91,220,351,99,100]
    },
    "303": {
        "pill_id": 303,
        "pill_name": "烟酸占替诺片",
        "pill_description": "烟酸占替诺片，适应症为用于缺血性脑血管疾病及其后遗症；亦用于血栓闭塞性脉管炎、静脉炎等。",
        "pill_conflicts": [312,195,313,345,236,658,659,342,343,344,217,218]
    },
    "304": {
        "pill_id": 304,
        "pill_name": "烟酸片",
        "pill_description": "烟酸片，适应症为用于预防和治疗烟酸缺乏症，如糙皮病。",
        "pill_conflicts": [312,195,313,345,236,658,659,342,343,344,217,218]
    },
    "305": {
        "pill_id": 305,
        "pill_name": "烟酸缓释片",
        "pill_description": "烟酸缓释片，适应症为对于因高胆固醇血症而处于心血管疾病高危状态中的患者，采用降脂药物治疗只是多种干预手段之一。当单独使用限制饱和脂肪酸和胆固醇摄入的饮食疗法和其它非药物手段不能奏效时，可以采取烟酸治疗。在采用烟酸治疗前，应排除引起高胆固醇血症的继发病因（如难控制的糖尿病、甲状腺机能减退、肾病综合症、蛋白异常血症、梗阻性肝脏病、其它药物所造成的胆固醇水平升高、酒精中毒），并应测定血总胆固醇、 HDL－C和甘油三酯。",
        "pill_conflicts": [312,195,313,345,236,658,659,342,343,344,217,218]
    },
    "306": {
        "pill_id": 306,
        "pill_name": "烟酸缓释胶囊",
        "pill_description": "烟酸缓释胶囊，对于混合型高脂血症，高甘油三酯血症、低高密度脂蛋白血症及高血浆脂蛋白(a)血症的治疗，长期应用能减少冠心病、心肌梗死及其他心脑血管疾病的发生率或死亡率。.",
        "pill_conflicts": [312,195,313,345,236,658,659,342,343,344,217,218]
    },
    "307": {
        "pill_id": 307,
        "pill_name": "烟酸肌醇酯片",
        "pill_description": "肌醇烟酸酯片，本品用于高脂血症、动脉粥样硬化、各种末梢血管障碍性疾病（如闭塞性动脉硬化症、肢端动脉痉挛症、冻伤、血管性偏头痛等）的辅助治疗。.",
        "pill_conflicts": [312,195,313,345,236,658,659,342,343,344,217,218]
    },
    "308": {
        "pill_id": 308,
        "pill_name": "琥珀酸美托洛尔缓释片",
        "pill_description": "琥珀酸美托洛尔缓释片，高血压。心绞痛。伴有左心室收缩功能异常的症状稳定的慢性心力衰竭。",
        "pill_conflicts": [326,172,336,403,212]
    },
    "309": {
        "pill_id": 309,
        "pill_name": "琥珀酸舒马普坦片",
        "pill_description": "琥珀酸舒马普坦片，适应症为用于成人有先兆或无先兆偏头痛的急性发作。",
        "pill_conflicts": [326]
    },
    "310": {
        "pill_id": 310,
        "pill_name": "琥珀酸舒马普坦胶囊",
        "pill_description": "琥珀酸舒马普坦胶囊，适应症为用于成人有先兆或无先兆偏头痛的急性发作。",
        "pill_conflicts": [326]
    },
    "311": {
        "pill_id": 311,
        "pill_name": "瑞格列奈二甲双胍片(Ⅱ)",
        "pill_description": "瑞格列奈二甲双胍片(II)，药品，批准文号为H20120222。",
        "pill_conflicts": []
    },
    "312": {
        "pill_id": 312,
        "pill_name": "瑞格列奈分散片",
        "pill_description": "瑞格列奈分散片，用于饮食控制、降低体重及运动锻炼不能有效控制高血糖的2型糖尿病（非胰岛素依赖型）患者。可与二甲双胍合用。与各自单独使用相比，二者合用对控制血糖有协同作用。.",
        "pill_conflicts": [512,513,518,7,519,520,8,9,10,528,529,530,21,22,23,24,28,541,29,30,542,543,544,35,36,545,546,551,547,548,549,550,552,553,45,46,47,48,41,42,43,44,566,568,569,570,577,578,579,580,581,70,71,72,73,586,74,75,77,78,79,80,590,76,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,94,100,103,620,621,622,109,114,116,117,118,120,126,129,130,644,647,648,136,650,651,140,141,142,143,144,139,653,167,168,169,170,171,177,181,182,444,195,199,201,202,203,205,206,207,208,209,210,211,212,216,217,218,220,228,230,231,240,243,244,246,247,249,251,252,253,256,257,258,259,260,282,283,296,297,303,304,305,306,307,316,317,321,322,328,337,338,339,342,343,344,345,366,367,368,582,372,373,583,376,377,584,379,585,389,390,587,588,589,408,81,410,82,413,414,415,83,421,422,423,84,424,425,426,85,429,434,435,442,88,443,445,446,447,89,448,449,450,451,90,452,457,91,458,459,460,461,485,495,496,511]
    },
    "313": {
        "pill_id": 313,
        "pill_name": "瑞格列奈片",
        "pill_description": "瑞格列奈片，适应症为用于饮食控制、减轻体重及运动锻炼不能有效控制其高血糖的2型糖尿病(非胰岛素依赖型)患者。当单独使用二甲双胍不能有效控制其高血糖时，瑞格列奈可与二甲双胍合用。治疗应从饮食控制和运动锻炼降低餐时血糖的辅助治疗开始。",
        "pill_conflicts": [512,513,518,7,519,520,8,9,10,528,529,530,21,22,23,24,28,541,29,30,542,543,544,35,36,545,546,551,547,548,549,550,552,553,45,46,47,48,41,42,43,44,566,568,569,570,577,578,579,580,581,70,71,72,73,586,74,75,77,78,79,80,590,76,593,594,595,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,94,100,103,620,621,622,109,114,116,117,118,120,126,129,130,644,647,648,136,650,651,140,141,142,143,144,139,653,167,168,169,170,171,177,181,182,444,195,199,201,202,203,205,206,207,208,209,210,211,212,216,217,218,220,228,230,231,240,243,244,246,247,249,251,252,253,256,257,258,259,260,282,283,296,297,303,304,305,306,307,316,317,321,322,328,337,338,339,342,343,344,345,366,367,368,582,372,373,583,376,377,584,379,585,389,390,587,588,589,408,81,410,82,413,414,415,83,421,422,423,84,424,425,426,85,429,434,435,442,88,443,445,446,447,89,448,449,450,451,90,452,457,91,458,459,460,461,485,495,496,511]
    },
    "314": {
        "pill_id": 314,
        "pill_name": "甘氨酸茶碱钠片",
        "pill_description": "甘氨酸茶碱钠片，适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状；也可用于心源性肺水肿引起的哮喘。.",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "315": {
        "pill_id": 315,
        "pill_name": "甘氨酸茶碱钠缓释片",
        "pill_description": "甘氨酸茶碱钠缓释片，适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状;也可用于心源性肺水肿引起的哮喘。.",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "316": {
        "pill_id": 316,
        "pill_name": "甘草麻黄碱片",
        "pill_description": "甘草麻黄碱片，用于预防支气管哮喘的发作。.",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "317": {
        "pill_id": 317,
        "pill_name": "甘露醇烟酸酯片",
        "pill_description": "甘露醇烟酸酯片是一种药物，主要用于冠心病、脑血栓、动脉粥样硬化。",
        "pill_conflicts": [312,195,313,345,236,658,659,342,343,344,217,218]
    },
    "318": {
        "pill_id": 318,
        "pill_name": "甲磺酸多沙唑嗪片",
        "pill_description": "甲磺酸多沙唑嗪片，1.原发性轻、中度高血压。对于单独用药难以控制血压的患者，可与利尿剂、β受体阻滞剂、钙拮抗剂或血管紧张素转化酶抑制剂(ACEI)合用。2.良性前列腺增生的对症治疗。",
        "pill_conflicts": [647,648,521,650,651,522,523,652,136,653,529,530,403,409,410,283,413,286,414,415,417,36,170,171,172,443,444,324,326,199,328,216,228,363,364,621,622,365,492,376]
    },
    "319": {
        "pill_id": 319,
        "pill_name": "甲磺酸多沙唑嗪缓释片",
        "pill_description": "甲磺酸多沙唑嗪缓释片，适应症为良性前列腺增生对症治疗，高血压。",
        "pill_conflicts": [647,648,521,650,651,522,523,652,136,653,529,530,403,409,410,283,413,286,414,415,417,36,170,171,172,443,444,324,326,199,328,216,228,363,364,621,622,365,492,376]
    },
    "320": {
        "pill_id": 320,
        "pill_name": "甲磺酸多沙唑嗪胶囊",
        "pill_description": "甲磺酸多沙唑嗪胶囊，适应症为原发性轻、中度高血压。对于单独用药难以控制血压的患者，可与利尿剂、β受体阻滞、钙拮抗剂或血管紧张素转化酶抑制剂（ACEI）合用。良性前列腺增生的对症治疗。",
        "pill_conflicts": [647,648,521,650,651,522,523,652,136,653,529,530,403,409,410,283,413,286,414,415,417,36,170,171,172,443,444,324,326,199,328,216,228,363,364,621,622,365,492,376]
    },
    "321": {
        "pill_id": 321,
        "pill_name": "甲磺酸左氧氟沙星片",
        "pill_description": "甲磺酸左氧氟沙星片，用于敏感革兰氏阴性菌和革兰氏阳性细菌引起的轻、中度呼吸系统、泌尿系统、消化系统、皮肤软组织以及口腔科、耳鼻喉科、眼科、皮肤科等感染和淋球菌、沙眼衣原体所致的尿道炎、宫颈炎等。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "322": {
        "pill_id": 322,
        "pill_name": "甲磺酸左氧氟沙星胶囊",
        "pill_description": "甲磺酸左氧氟沙星胶囊，适应症为本品适用于敏感细菌所引起的下列轻、中度感染：呼吸系统感染：急性支气管炎、慢性支气管炎、慢性支气管炎急性发作、弥漫性细支气管炎、支气管扩张合并感染、肺炎、咽喉炎、扁桃体炎(扁桃体周围脓肿)；泌尿系统感染：肾盂肾炎、复杂性尿路感染等；生殖系统感染：前列腺炎、附睾炎、宫腔感染、子宫附件炎、盆腔炎(疑有厌氧菌感染时可合用甲硝唑)；皮肤软组织感染：传染性脓疱病、蜂窝组织炎、淋巴管(结)炎、皮下脓肿、肛周脓肿等；肠道感染：细菌性痢疾、感染性肠炎、沙门菌属肠炎、伤寒及副伤寒等；其它感染：外伤、烧伤及手术后伤口感染、腹腔感染(必要时合用甲硝唑)、乳腺炎、胆囊炎、胆管炎、骨与关节感染以及五官科感染等。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "323": {
        "pill_id": 323,
        "pill_name": "甲磺酸氨氯地平片",
        "pill_description": "甲磺酸氨氯地平片是一种西药制剂，主要用于高血压等病症。",
        "pill_conflicts": [403,444,443]
    },
    "324": {
        "pill_id": 324,
        "pill_name": "盐酸丁丙诺啡舌下片",
        "pill_description": "盐酸丁丙诺啡舌下片，本品为部分μ受体激动药，属激动--拮抗药。镇痛作用强于哌替啶、吗啡。与μ受体亲合力强，故可置换出结合于μ受体的其他麻醉性镇痛药，从而产生拮抗作用。其起效慢，持续时间长。对呼吸有抑制作用，但临床未见严重 呼吸抑制 发生。也能减慢心率、使血压轻度下降，对心排血量无明显影响， 药物依赖 性近似吗啡。可通过胎盘和血-脑脊液屏障。对大鼠的慢性毒性研究表明，本品对重要器官未发现明显的毒性作用，无致突变作用和生殖毒性。",
        "pill_conflicts": [516,517,653,272,273,403,404,405,416,293,434,435,566,56,57,58,59,60,61,318,319,320,62,63,443,444,326,590,212,88,89,90,475,91,350,352,353,354,355,100,104,105,107,246,247,122,510]
    },
    "325": {
        "pill_id": 325,
        "pill_name": "盐酸丁螺环酮片",
        "pill_description": "盐酸丁螺环酮片，适应症为本品用于治疗广泛性焦虑症和其他焦虑性障碍。",
        "pill_conflicts": [195,100,217,218,653,403,88,89,90,91]
    },
    "326": {
        "pill_id": 326,
        "pill_name": "盐酸丙米嗪片",
        "pill_description": "盐酸丙米嗪片，适应症为用于各种抑郁症。因具有振奋作用，适用于迟钝型抑郁，但不宜用于激越型抑郁或焦虑性抑郁。亦可用于小儿遗尿症。",
        "pill_conflicts": [512,513,1,516,517,8,521,522,523,9,10,531,532,21,22,23,24,541,35,41,42,43,44,45,46,47,48,561,562,55,568,569,570,574,575,64,65,66,67,68,69,576,590,88,89,90,91,100,103,104,105,618,619,620,109,117,122,644,647,648,650,651,139,652,653,144,170,171,177,181,182,195,201,212,217,218,220,222,223,229,230,231,232,233,246,247,249,252,253,254,255,256,257,258,259,260,272,273,278,279,283,284,285,293,301,302,308,309,310,318,319,320,321,322,324,336,337,346,351,352,353,354,355,360,361,362,363,364,365,366,367,368,372,373,374,375,378,380,381,382,383,384,385,386,397,403,404,405,406,407,409,410,413,414,415,416,417,419,420,421,422,423,429,443,444,445,446,447,448,449,450,451,452,510,511]
    },
    "327": {
        "pill_id": 327,
        "pill_name": "盐酸乙胺丁醇片",
        "pill_description": "盐酸乙胺丁醇片，适用于与其他抗结核药联合治疗结核杆菌所致的肺结核。亦可用于结核性脑膜炎及非典型分枝杆菌感染的治疗。",
        "pill_conflicts": [32,298,299,491,300,571,411,572,573,31]
    },
    "328": {
        "pill_id": 328,
        "pill_name": "盐酸二氧异丙嗪片",
        "pill_description": "盐酸二氧异丙嗪片是一种药品。适用于镇咳、平喘。也适用于治疗荨麻疹及皮肤瘙痒症等。",
        "pill_conflicts": [512,513,8,9,10,528,35,551,56,57,58,59,60,61,62,63,88,89,90,91,100,103,104,105,107,621,622,109,120,122,129,130,647,648,650,651,139,652,653,177,201,212,230,231,252,253,255,258,259,260,272,273,283,286,301,312,313,316,318,319,320,321,322,338,339,342,343,344,345,352,353,354,355,366,367,368,369,370,371,372,373,377,403,404,405,408,413,414,415,429,430,431,432,433,442,445,446,447,448,449,450,451,452,511]
    },
    "329": {
        "pill_id": 329,
        "pill_name": "盐酸二甲双胍片",
        "pill_description": "盐酸二甲双胍片，用于单纯饮食控制不满意的II型糖尿病病人，尤其是肥胖和伴高胰岛素血症者，用本药不但有降血糖作用，还可能有减轻体重和高胰岛素血症的效果。对某些磺酰脲类疗效差的患者可奏效，如与磺酰脲类、α-葡萄糖苷酶抑制剂或噻唑烷二酮类降糖药合用，较分别单用的效果更好。亦可用于胰岛素治疗的患者，以减少胰岛素用量。",
        "pill_conflicts": []
    },
    "330": {
        "pill_id": 330,
        "pill_name": "盐酸二甲双胍缓释片",
        "pill_description": "盐酸二甲双胍缓释片，适应症为1.用于单纯饮食控制不满意的2型糖尿病患者，尤其是肥胖者，还可能有减轻体重的作用。2.对某些磺酰脲类疗效差的患者可奏效。3.可与磺酰脲类或胰岛素合用以改善血糖控制。",
        "pill_conflicts": []
    },
    "331": {
        "pill_id": 331,
        "pill_name": "盐酸二甲双胍缓释片(Ⅲ)",
        "pill_description": "盐酸二甲双胍缓释片(Ⅲ)（商品名：奈达®）是青岛百洋制药有限公司生产的新型二甲双胍药品，它采用了独特的单室渗透泵控释技术，利用渗透压原理令有效成分以恒定的量及速率在人体内释放，可消除血浓度的波峰波谷现象，进而减少副作用的发生。一天仅需服用一次。2020年4月7日，盐酸二甲双胍缓释片（Ⅲ）奈达®在国内正式开售。",
        "pill_conflicts": []
    },
    "332": {
        "pill_id": 332,
        "pill_name": "盐酸二甲双胍缓释胶囊",
        "pill_description": "盐酸二甲双胍缓释胶囊，适应症为适用于单用饮食和运动治疗不能获良好控制的2型糖尿病患者。本品可单独用药，也可与磺脲类或胰岛素合用。",
        "pill_conflicts": []
    },
    "333": {
        "pill_id": 333,
        "pill_name": "盐酸二甲双胍肠溶片",
        "pill_description": "盐酸二甲双胍肠溶片，首选用于单纯饮食控制及体育锻炼治疗无效的2型糖尿病，特别是肥胖的2型糖尿病；对于1型或2型糖尿病，本品与胰岛素合用，可增加胰岛素的降血糖作用，减少胰岛素用量，防止低血糖发生；也可与磺酰脲类口服降血糖药合用，具协同作用。",
        "pill_conflicts": []
    },
    "334": {
        "pill_id": 334,
        "pill_name": "盐酸二甲双胍肠溶胶囊",
        "pill_description": "盐酸二甲双胍肠溶胶囊，用于单纯饮食控制不满意的非胰岛素依赖型糖尿病人，尤其是肥胖者。",
        "pill_conflicts": []
    },
    "335": {
        "pill_id": 335,
        "pill_name": "盐酸二甲双胍胶囊",
        "pill_description": "盐酸二甲双胍胶囊是一种药品，主要用于降血糖。用于单纯饮食控制不满意的非胰岛素依赖型糖尿病人，尤其是肥胖者。本品不但有降血糖作用，还可能有减轻体重的作用。对某些磺酰脲类无效的病例有效。",
        "pill_conflicts": []
    },
    "336": {
        "pill_id": 336,
        "pill_name": "盐酸伊伐布雷定片",
        "pill_description": "盐酸伊伐布雷定片，适用于窦性心律且心率≥75次/分钟、伴有心脏收缩功能障碍的NYHAⅡ～Ⅳ级慢性心力衰竭患者，与标准治疗包括β-受体阻滞剂联合用药，或者用于禁忌或不能耐受β-受体阻滞剂治疗时。.",
        "pill_conflicts": [258,259,260,8,9,10,136,653,528,529,530,403,429,45,46,47,48,308,443,444,574,575,576,321,322,195,326,201,217,218,220,351,352,353,354,355,620,366,367,368,239,379]
    },
    "337": {
        "pill_id": 337,
        "pill_name": "盐酸伊曲康唑胶囊",
        "pill_description": "盐酸伊曲康唑胶囊，适应症为伊曲康唑胶囊适用于治疗以下疾病：①妇科：外阴阴道念珠菌病。②皮肤科/眼科：花斑癣、皮肤真菌病、真菌性角膜炎和口腔念珠菌病。③由皮肤癣菌和/或酵母菌引起的甲真菌病。④系统性真菌感染：系统性曲霉病及念珠菌病、隐球菌病(包括隐球菌性脑膜炎)、组织胞浆菌病、孢子丝菌病、巴西副球孢子菌病、芽生菌病和其它各种少见的系统性或热带真菌病。",
        "pill_conflicts": [352,353,354,355,36,312,326,313,236,590,342,343,344,345,443,444,126,31]
    },
    "338": {
        "pill_id": 338,
        "pill_name": "盐酸伪麻黄碱片",
        "pill_description": "盐酸伪麻黄碱片，减轻感冒、过敏性鼻炎、鼻炎及鼻窦炎引起的鼻充血症状。.",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "339": {
        "pill_id": 339,
        "pill_name": "盐酸伪麻黄碱缓释片",
        "pill_description": "盐酸伪麻黄碱缓释片，减轻感冒、过敏性鼻炎、鼻炎及鼻窦炎引起的鼻充血鼻塞、流鼻涕等症状。.",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "340": {
        "pill_id": 340,
        "pill_name": "盐酸去氯羟嗪片",
        "pill_description": "盐酸去氯羟嗪片，适应症为用于过敏性疾病，如急慢性荨麻疹。",
        "pill_conflicts": [652,653,528,272,273,403,404,405,169,172,195,88,217,218,89,90,91,220,352,353,354,355,100,104,105,246,247,122]
    },
    "341": {
        "pill_id": 341,
        "pill_name": "盐酸吗啡片",
        "pill_description": "盐酸吗啡片，适应症为本品为强效镇痛药，适用于其他镇痛药无效的急性剧痛，如严重创伤、战伤、烧伤、晚期癌症等疼痛。心肌梗死而血压尚正常者，应用本品可使病人镇静，并减轻心脏负担。应用于心源性哮喘可使肺水肿症状暂时有所缓解。麻醉和手术前给药可保持病人宁静进入嗜睡。因本品对平滑肌的兴奋作用较强，故不能单独用于内脏绞痛(如胆、肾绞痛等)，而应与阿托品等有效的解痉药合用。根据世界卫生组织和国家药品监督管理局提出的癌痛治疗三阶梯方案的要求，吗啡是治疗重度癌痛的代表性药物。",
        "pill_conflicts": [256,257,129,130,644,647,648,650,651,653,403,404,405,406,407,408,283,284,541,285,413,416,414,415,444,551,169,172,434,435,443,566,56,57,442,58,316,59,60,61,64,65,66,67,68,69,62,63,338,339,212,88,89,90,91,100,229,360,361,362,107,232,233,120]
    },
    "342": {
        "pill_id": 342,
        "pill_name": "盐酸吡格列酮分散片",
        "pill_description": "盐酸吡格列酮分散片，适应症为对于2型糖尿病（非胰岛素依赖性糖尿病，NIDDM）患者，盐酸吡格列酮可与饮食控制和体育锻炼联合以改善和控制血糖。盐酸吡格列酮可单独使用，当饮食控制、体育锻炼和单药治疗不能满意控制血糖时，它也可与磺脲、二甲双胍或胰岛素合用。2型糖尿病的控制还应包括营养咨询、必要的减肥和体育锻炼。这些努力不仅在2型糖尿病的初始治疗时很重要，在药物维持治疗时也是如此。",
        "pill_conflicts": [7,8,9,10,528,529,530,21,22,23,24,36,551,41,42,43,44,45,46,47,48,586,590,88,89,90,91,94,100,120,129,130,136,167,168,169,195,199,201,212,216,217,218,220,221,228,236,258,259,260,283,303,304,305,306,307,312,313,316,317,321,322,328,337,338,339,366,367,368,376,377,408,411,429,442,443,444,445,446,447,448,449,450,451,452]
    },
    "343": {
        "pill_id": 343,
        "pill_name": "盐酸吡格列酮口腔崩解片",
        "pill_description": "盐酸吡格列酮口腔崩解片，适应症为对于2型糖尿病(非胰岛素依赖性糖尿病，NIDDM)患者，盐酸吡格列酮可与饮食控制和体育锻炼联合以改善和控制血糖。盐酸吡格列酮可单独使用，当饮食控制、体育锻炼和单药治疗不能满意控制血糖时，它也可与磺脲、二甲双胍或胰岛素合用。2型糖尿病的控制还应包括营养咨询、必要的减肥和体育锻炼。这些努力不仅在2型糖尿病的初始治疗时很重要，在药物维持治疗时也是如此。",
        "pill_conflicts": [7,8,9,10,528,529,530,21,22,23,24,36,551,41,42,43,44,45,46,47,48,586,590,88,89,90,91,94,100,120,129,130,136,167,168,169,195,199,201,212,216,217,218,220,221,228,236,258,259,260,283,303,304,305,306,307,312,313,316,317,321,322,328,337,338,339,366,367,368,376,377,408,411,429,442,443,444,445,446,447,448,449,450,451,452]
    },
    "344": {
        "pill_id": 344,
        "pill_name": "盐酸吡格列酮片",
        "pill_description": "盐酸吡格列酮片，适应症为2型糖尿病本品仅用于接受下列疗法而未得到充分效果，推断为有胰岛素抵抗性的患者。1  1)仅使用饮食疗法和/或运动疗法   2)使用饮食疗法和/或运动疗法加磺酰脲类药物   3)使用饮食疗法和/或运动疗法加α-葡萄糖苷酶抑制剂   4)使用饮食疗法和/或运动疗法加双胍类药物2  使用饮食疗法和/或运动疗法加胰岛素制剂<有关适应症的注意事项>本品只用于已明确诊断为糖尿病的患者。必须留意除糖尿病之外还有葡萄糖耐量异常·尿糖阳性等有糖尿病样症状(肾性糖尿、老年性糖耐量异常、甲状腺机能异常等)的疾病。",
        "pill_conflicts": [7,8,9,10,528,529,530,21,22,23,24,36,551,41,42,43,44,45,46,47,48,586,590,88,89,90,91,94,100,120,129,130,136,167,168,169,195,199,201,212,216,217,218,220,221,228,236,258,259,260,283,303,304,305,306,307,312,313,316,317,321,322,328,337,338,339,366,367,368,376,377,408,411,429,442,443,444,445,446,447,448,449,450,451,452]
    },
    "345": {
        "pill_id": 345,
        "pill_name": "盐酸吡格列酮胶囊",
        "pill_description": "盐酸吡格列酮胶囊，适应症为对于2型糖尿病（非胰岛素依赖性糖尿病，NIDDM）患者，盐酸吡格列酮可与饮食控制和体育锻炼联合以改善和控制血糖。盐酸吡格列酮可单独使用，当饮食控制、体育锻炼和单药治疗不能满意控制血糖时，它也可与磺脲、二甲双胍或胰岛素合用。2型糖尿病的控制还应包括营养咨询、必要的减肥和体育锻炼。这些努力不仅在2型糖尿病的初始治疗时很重要，在药物维持治疗时也是如此。",
        "pill_conflicts": [7,8,9,10,528,529,530,21,22,23,24,36,551,41,42,43,44,45,46,47,48,586,590,88,89,90,91,94,100,120,129,130,136,167,168,169,195,199,201,212,216,217,218,220,221,228,236,258,259,260,283,303,304,305,306,307,312,313,316,317,321,322,328,337,338,339,366,367,368,376,377,408,411,429,442,443,444,445,446,447,448,449,450,451,452]
    },
    "346": {
        "pill_id": 346,
        "pill_name": "盐酸哌唑嗪片",
        "pill_description": "盐酸哌唑嗪片，适应症为用于轻、中度高血压。",
        "pill_conflicts": [644,136,652,653,529,530,403,410,283,542,543,544,36,172,434,435,566,443,444,577,578,579,580,581,326,582,583,584,585,587,82,83,84,85,228,379,251]
    },
    "347": {
        "pill_id": 347,
        "pill_name": "盐酸哌甲酯片",
        "pill_description": "盐酸哌甲酯片，适应症为用于注意缺陷多动障碍(儿童多动综合症，轻度脑功能失调)、发作性睡病，以及巴比妥类、水合氯醛等中枢抑制药过量引起的昏迷。",
        "pill_conflicts": [128,647,648,135,650,651,137,138,526,653,528,272,18,274,275,273,150,151,536,537,538,283,539,540,434,435,566,567,314,315,64,65,66,67,68,69,88,89,90,91,226,227,100,229,101,232,233,104,123,105,111,122,379,124,127]
    },
    "348": {
        "pill_id": 348,
        "pill_name": "盐酸四环素片",
        "pill_description": "盐酸四环素片，适应症为1．本品作为首选或选用药物应用于下列疾病。(1)立克次体病，包括流行性斑疹伤寒、地方性斑疹伤寒、洛矶山热、恙虫病和Q热。(2)支原体属感染。(3)衣原体属感染，包括鹦鹉热、性病、淋巴肉牙肿、非特异性尿道炎、输卵管炎、宫颈炎及沙眼。(4)回归热。(5)布鲁菌病。(6)霍乱。(7)兔热病。(8)鼠疫。(9)软下疳。治疗布鲁菌病和鼠疫时需与氨基糖苷类联合应用。2．由于目前常见致病菌对四环素类耐药现象严重，仅在病原菌本品呈现敏感时，方有指征选用该类药物。本品亦不宜用于治疗溶血性链球菌感染和任何类型的葡萄球菌感染。3．本品可用于对青霉素类过敏的破伤风、气性坏疽、雅司、梅毒、淋病和钩端螺旋体病以及放线菌属、单核细胞增多性李斯特菌感染的患者。",
        "pill_conflicts": [100,122,104,105,202,203,91,45,46,47,48,272,273,212,88,89,90,283]
    },
    "349": {
        "pill_id": 349,
        "pill_name": "盐酸四环素胶囊",
        "pill_description": "盐酸四环素胶囊，适应症为1．本品作为首选或选用药物应用于下列疾病。(1)立克次体病，包括流行性斑疹伤寒、地方性斑疹伤寒、洛矶山热、恙虫病和Q热。(2)支原体属感染。(3)衣原体属感染，包括鹦鹉热、性病、淋巴肉牙肿、非特异性尿道炎、输卵管炎、宫颈炎及沙眼。(4)回归热。(5)布鲁菌病。(6)霍乱。(7)兔热病。(8)鼠疫。(9)软下疳。治疗布鲁菌病和鼠疫时需与氨基糖苷类联合应用。2．由于目前常见致病菌对四环素类耐药现象严重，仅在病原菌本品呈现敏感时，方有指征选用该类药物。本品亦不宜用于治疗溶血性链球菌感染和任何类型的葡萄球菌感染。3．本品可用于对青霉素类过敏的破伤风、气性坏疽、雅司、梅毒、淋病和钩端螺旋体病以及放线菌属、单核细胞增多性李斯特菌感染的患者。",
        "pill_conflicts": [100,122,104,105,202,203,91,45,46,47,48,272,273,212,88,89,90,283]
    },
    "350": {
        "pill_id": 350,
        "pill_name": "盐酸坦洛新缓释胶囊",
        "pill_description": "盐酸坦洛新缓释胶囊，前列腺增生症引起的排尿障碍。",
        "pill_conflicts": [324,136,652,172,529,530,403,443,444]
    },
    "351": {
        "pill_id": 351,
        "pill_name": "盐酸多塞平片",
        "pill_description": "盐酸多塞平片，适应症为用于治疗抑郁症及焦虑性神经症。",
        "pill_conflicts": [1,516,517,528,529,530,21,22,45,46,47,48,566,64,65,66,67,68,69,590,88,89,90,91,98,100,104,105,621,622,110,122,644,647,648,136,650,651,652,653,169,172,181,182,195,212,217,218,220,239,246,247,249,254,255,272,273,283,293,301,302,326,336,402,403,404,405,409,410,413,414,415,429,434,435,443,444,445,446,447,448,449,450,451,452,455,510]
    },
    "352": {
        "pill_id": 352,
        "pill_name": "盐酸多奈哌齐分散片",
        "pill_description": "盐酸多奈哌齐分散片，适应症为轻度或中度阿尔茨海默病症状的治疗。",
        "pill_conflicts": [8,9,10,528,529,530,23,24,28,29,30,542,543,544,545,546,547,548,549,550,552,553,45,46,47,48,577,578,579,580,581,582,583,584,585,586,590,82,83,84,85,94,621,622,131,136,653,145,146,169,181,182,195,199,201,216,217,218,220,239,241,242,246,247,249,255,258,259,260,301,321,322,324,326,328,336,337,340,366,367,368,374,375,376,379,397,402,403,406,407,410,438,439,440,443,444,445,446,447,448,449,450,451,452]
    },
    "353": {
        "pill_id": 353,
        "pill_name": "盐酸多奈哌齐口腔崩解片",
        "pill_description": "盐酸多奈哌齐口腔崩解片是一个药品名称。",
        "pill_conflicts": [8,9,10,528,529,530,23,24,28,29,30,542,543,544,545,546,547,548,549,550,552,553,45,46,47,48,577,578,579,580,581,582,583,584,585,586,590,82,83,84,85,94,621,622,131,136,653,145,146,169,181,182,195,199,201,216,217,218,220,239,241,242,246,247,249,255,258,259,260,301,321,322,324,326,328,336,337,340,366,367,368,374,375,376,379,397,402,403,406,407,410,438,439,440,443,444,445,446,447,448,449,450,451,452]
    },
    "354": {
        "pill_id": 354,
        "pill_name": "盐酸多奈哌齐片",
        "pill_description": "盐酸多奈哌齐片，适应症为轻度或中度阿尔茨海默病症状的治疗。",
        "pill_conflicts": [8,9,10,528,529,530,23,24,28,29,30,542,543,544,545,546,547,548,549,550,552,553,45,46,47,48,577,578,579,580,581,582,583,584,585,586,590,82,83,84,85,94,621,622,131,136,653,145,146,169,181,182,195,199,201,216,217,218,220,239,241,242,246,247,249,255,258,259,260,301,321,322,324,326,328,336,337,340,366,367,368,374,375,376,379,397,402,403,406,407,410,438,439,440,443,444,445,446,447,448,449,450,451,452]
    },
    "355": {
        "pill_id": 355,
        "pill_name": "盐酸多奈哌齐胶囊",
        "pill_description": "盐酸多奈哌齐胶囊，适应症为用于轻、中度老年性痴呆的治疗。",
        "pill_conflicts": [8,9,10,528,529,530,23,24,28,29,30,542,543,544,545,546,547,548,549,550,552,553,45,46,47,48,577,578,579,580,581,582,583,584,585,586,590,82,83,84,85,94,621,622,131,136,653,145,146,169,181,182,195,199,201,216,217,218,220,239,241,242,246,247,249,255,258,259,260,301,321,322,324,326,328,336,337,340,366,367,368,374,375,376,379,397,402,403,406,407,410,438,439,440,443,444,445,446,447,448,449,450,451,452]
    },
    "356": {
        "pill_id": 356,
        "pill_name": "盐酸多西环素分散片",
        "pill_description": "盐酸多西环素分散片，本品为广谱抑菌剂，高浓度时具有杀菌作用。用于治疗伤寒、鼠疫、霍乱及生殖系统感染等。本品可引起婴幼儿牙齿变色、抑制胎儿骨骼生长，孕妇、哺乳期妇女及8岁以下儿童禁用。",
        "pill_conflicts": []
    },
    "357": {
        "pill_id": 357,
        "pill_name": "盐酸多西环素片",
        "pill_description": "盐酸多西环素片，适应症为1．本品作为选用药物之一可用于下列疾病。(1)立克次体病，如流行性斑疹伤寒、地方性斑疹伤寒、洛矶山热、恙虫病和Q热。(2)支原体属感染。(3)衣原体属感染，包括鹦鹉热、性病、淋巴肉芽肿、非特异性尿道炎、输卵管炎、宫颈炎及沙眼。(4)回归热。(5)布鲁菌病。(6)霍乱。(7)兔热病。(8)鼠疫。(9)软下疳。治疗布鲁菌病和鼠疫时需与氨基糖苷类联合应用。2．由于目前常见致病菌对四环素类耐药现象严重，仅在病原菌对本品敏感时，方有应用指征。葡萄球菌属大多对本品耐药。3．本品可用于对青霉素类过敏患者的破伤风、气性坏疽、雅司、梅毒、淋病和钩端螺旋体病以及放线菌属、李斯特菌感染。4．可用于中、重度痤疮患者作为辅助治疗。",
        "pill_conflicts": []
    },
    "358": {
        "pill_id": 358,
        "pill_name": "盐酸多西环素肠溶胶囊",
        "pill_description": "盐酸多西环素肠溶胶囊，适应症为1、本品作为选用药物之一可用于下列疾病：(1)立克次体病，如流行性斑疹伤寒、地方性斑疹伤寒、洛矶山热、恙虫病和Q热；(2)支原体属感染；(3)衣原体属感染，包括鹦鹉热、性病、淋巴肉芽肿、非特异性尿道炎、输卵管炎、宫颈炎及沙眼；(4)回归热；(5)布鲁菌病；(6)霍乱；(7)兔热病；(8)鼠疫；(9)软下疳。治疗布鲁菌病和鼠疫时需与氨基糖苷类联合应用。2、由于目前常见致病菌对四环素类耐药现象严重，仅在病原菌对本品敏感时，方有应用指征。葡萄球菌属大多对本品耐药。3、本品可用于对青霉素类过敏患者的破伤风、气性坏疽、雅司、梅毒、淋病和钩端螺旋体病以及放线菌属、李斯特菌感染。4、可用于中、重度痤疮患者作为辅助治疗。5、可用于治疗成人牙周炎。",
        "pill_conflicts": []
    },
    "359": {
        "pill_id": 359,
        "pill_name": "盐酸多西环素胶囊",
        "pill_description": "盐酸多西环素胶囊，适应症为1．本品作为选用药物之一可用于下列疾病：(1)立克次体病，如流行性斑疹伤寒、地方性斑疹伤寒、洛矶山热、恙虫病和Q热。(2)支原体属感染。(3)衣原体属感染，包括鹦鹉热、性病、淋巴肉芽肿、非特异性尿道炎、输卵管炎、宫颈炎及沙眼。(4)回归热。(5)布鲁菌病。(6)霍乱。(7)兔热病。(8)鼠疫。(9)软下疳。治疗布鲁菌病和鼠疫时需与氨基糖苷类联合应用。2．由于目前常见致病菌对四环素类耐药现象严重，仅在病原菌对本品敏感时，方有应用指征。葡萄球菌属大多对本品耐药。3．本品可用于对青霉素类过敏患者的破伤风、气性坏疽、雅司、梅毒、淋病和钩端螺旋体病以及放线菌属、李斯特菌感染。4．可用于中、重度痤疮患者作为辅助治疗。",
        "pill_conflicts": []
    },
    "360": {
        "pill_id": 360,
        "pill_name": "盐酸奥昔布宁片",
        "pill_description": "盐酸奥昔布宁片，本品为解痉药，用于无抑制性和返流性神经源性膀胱功能障碍患者与排尿有关的症状缓解，如尿急、尿频、尿失禁、夜尿和遗尿等。.",
        "pill_conflicts": [100,326,41,91,42,43,44,653,410,465,466,436,341,88,89,90,283]
    },
    "361": {
        "pill_id": 361,
        "pill_name": "盐酸奥昔布宁缓释片",
        "pill_description": "盐酸奥昔布宁缓释片，适应症为解痉药物。用于治疗合并有急(紧)迫性尿失禁、尿急、尿频等症状的膀胱过度活动症(OAB)。",
        "pill_conflicts": [100,326,41,91,42,43,44,653,410,465,466,436,341,88,89,90,283]
    },
    "362": {
        "pill_id": 362,
        "pill_name": "盐酸奥昔布宁缓释胶囊",
        "pill_description": "盐酸奥昔布宁缓释胶囊，用于治疗伴有急（紧）迫性尿失禁、尿急、尿频等症状的膀胱过度活动症（OAB），也适用于治疗6岁及6岁以上儿童神经源性逼尿肌功能过度活动症（如脊柱裂引起）。",
        "pill_conflicts": [100,326,41,91,42,43,44,653,410,465,466,436,341,88,89,90,283]
    },
    "363": {
        "pill_id": 363,
        "pill_name": "盐酸安非他酮片",
        "pill_description": "盐酸安非他酮片，适应症为用于治疗抑郁症。",
        "pill_conflicts": [320,195,326,122,104,105,272,273,403,217,218,318,319]
    },
    "364": {
        "pill_id": 364,
        "pill_name": "盐酸安非他酮缓释片",
        "pill_description": "盐酸安非他酮缓释片，适应症为用于辅助戒烟。",
        "pill_conflicts": [320,195,326,122,104,105,272,273,403,217,218,318,319]
    },
    "365": {
        "pill_id": 365,
        "pill_name": "盐酸安非他酮缓释片(Ⅱ)",
        "pill_description": "盐酸安非他酮缓释片(Ⅱ)，适应症：用于治疗抑郁症。",
        "pill_conflicts": [320,195,326,122,104,105,272,273,403,217,218,318,319]
    },
    "366": {
        "pill_id": 366,
        "pill_name": "盐酸左氧氟沙星分散片",
        "pill_description": "盐酸左氧氟沙星分散片，适应症为适用于敏感菌引起的：1、泌尿生殖系统感染，包括单纯性、复杂性尿路感染、细菌性前列腺炎、淋病奈瑟菌尿道炎或宫颈炎(包括产酶株所致者)2、呼吸道感染，包括敏感革兰阴性杆菌所致支气管感染急性发作及肺部感染。3、胃肠道感染，由志贺菌属、沙门菌属、产肠毒素大肠杆菌、亲水气单胞菌、副溶血弧菌等所致。4、伤寒。5、骨和关节感染。6、皮肤组织感染。7、败血症等全身感染。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "367": {
        "pill_id": 367,
        "pill_name": "盐酸左氧氟沙星片",
        "pill_description": "盐酸左氧氟沙星片，适应症为适用于敏感菌引起的：1．泌尿生殖系统感染，包括单纯性、复杂性尿路感染、细菌性前列腺炎、淋病奈瑟菌尿道炎或宫颈炎(包括产酶株所致者)。2．呼吸道感染，包括敏感革兰阴性杆菌所致支气管感染急性发作及肺部感染。3．胃肠道感染，由志贺菌属、沙门菌属、产肠毒素大肠杆菌、亲水气单胞菌、副溶血弧菌等所致。4．伤寒。5．骨和关节感染。6．皮肤软组织感染。7．败血症等全身感染。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "368": {
        "pill_id": 368,
        "pill_name": "盐酸左氧氟沙星胶囊",
        "pill_description": "盐酸左氧氟沙星胶囊，适应症为本品适用于敏感细菌所引起的下列轻、中度感染；呼吸系统感染：急性支气管炎、慢性支气管炎急性发作、弥漫性细支气管炎、支气管扩张合并感染、肺炎、咽喉炎、扁桃体炎（扁桃体周围脓肿）；泌尿系统感染：肾盂肾炎、复杂性尿路感染等；生殖系统感染：急性前列腺炎、急性副睾炎、宫腔感染、子宫附件炎、盆腔炎（疑有厌氧菌感染时可合用甲硝唑）；皮肤软组织感染：传染性脓疱病、峰窝组织炎、淋巴管（结）炎、皮下脓肿、肛周脓肿等；肠道感染：细菌性痢疾、感染性肠炎、沙门菌属肠炎、伤寒及副伤寒等；败血症、粒细胞减少及免疫功能低下患者的各种感染；其他感染：乳腺炎、外伤、烧伤及手术后伤口感染、腹腔感染（必要时合用甲硝唑）、胆囊炎、胆管炎、骨与关节感染以及五官科感染等。",
        "pill_conflicts": [524,525,526,18,21,22,536,537,538,539,28,29,30,31,542,543,544,540,41,42,43,44,567,580,581,582,583,584,585,590,82,83,84,85,101,111,123,124,127,128,132,135,137,138,150,151,199,202,203,212,216,226,227,239,246,247,248,274,275,312,313,314,315,326,328,336,342,343,344,345,352,353,354,355,376,391,403,457,458,459,460,461,462,463,464,485]
    },
    "369": {
        "pill_id": 369,
        "pill_name": "盐酸左西替利嗪分散片",
        "pill_description": "盐酸左西替利嗪分散片，适应症为治疗下述疾病的过敏相关症状，如季节性过敏性鼻炎、常年性过敏性鼻炎、慢性特发性荨麻疹。",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "370": {
        "pill_id": 370,
        "pill_name": "盐酸左西替利嗪片",
        "pill_description": "盐酸左西替利嗪片，适应症为治疗下述疾病的过敏相关的症状：过敏性鼻炎(包括季节性持续过敏性鼻炎和常年性持续性过敏性鼻炎)及慢性特发性荨麻疹。",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "371": {
        "pill_id": 371,
        "pill_name": "盐酸左西替利嗪胶囊",
        "pill_description": "盐酸左西替利嗪胶囊，适应症为治疗下述疾病的过敏相关症状，如季节性过敏性鼻炎、常年性过敏性鼻炎、慢性特发性荨麻疹。",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "372": {
        "pill_id": 372,
        "pill_name": "盐酸帕罗西汀片",
        "pill_description": "盐酸帕罗西汀片，适应症为治疗各种类型的抑郁症，包括伴有焦虑的抑郁症及反应性抑郁症。常见的抑郁症状：乏力、睡眠障碍、对日常活动缺乏兴趣和愉悦感、食欲减退。治疗强迫性神经症。常见的强迫症状：感受反复和持续的可引起明显焦虑的思想、冲动或想象、从而导致重复的行为或心理活动。治疗伴有或不伴有广场恐怖的惊恐障碍。常见的惊恐发作症状：心悸、出汗、气短、胸痛、恶心、麻刺感和濒死感。治疗社交恐怖症/社交焦虑症。常见的社交焦虑的症状：心悸、出汗、气短等。通常表现为继发于显著或持续的对一个或多个社交情景或表演场合的畏惧，从而导致回避。治疗疗效满意后，继续服用本品可防止抑郁症、惊恐障碍和强迫症的复发。",
        "pill_conflicts": [653,272,273,403,283,28,29,30,416,172,312,313,443,444,577,578,579,326,199,328,590,212,88,89,90,91,220,216,221,100,104,105,376,122,379]
    },
    "373": {
        "pill_id": 373,
        "pill_name": "盐酸帕罗西汀肠溶缓释片",
        "pill_description": "盐酸帕罗西汀肠溶缓释片，治疗各种类型的抑郁症。包括伴有焦虑的抑郁症及反应性抑郁症。常见的抑郁症状：乏力， 睡眠障碍，对日常活动缺乏兴趣和愉悦感，食欲减退。治疗疗效满意后，继续服用本品可防止抑郁症的复发。.",
        "pill_conflicts": [653,272,273,403,283,28,29,30,416,172,312,313,443,444,577,578,579,326,199,328,590,212,88,89,90,91,220,216,221,100,104,105,376,122,379]
    },
    "374": {
        "pill_id": 374,
        "pill_name": "盐酸度洛西汀肠溶片",
        "pill_description": "盐酸度洛西汀肠溶片，主要用于抑郁症。",
        "pill_conflicts": [131,136,652,653,272,529,530,403,145,146,273,542,543,544,41,42,43,44,45,46,47,48,438,439,440,443,444,195,580,581,326,582,583,584,585,590,82,83,212,84,85,88,89,217,218,90,91,352,353,354,355,100,104,105,241,242,377,122]
    },
    "375": {
        "pill_id": 375,
        "pill_name": "盐酸度洛西汀肠溶胶囊",
        "pill_description": "盐酸度洛西汀肠溶胶囊，适应症为用于治疗抑郁症。",
        "pill_conflicts": [131,136,652,653,272,529,530,403,145,146,273,542,543,544,41,42,43,44,45,46,47,48,438,439,440,443,444,195,580,581,326,582,583,584,585,590,82,83,212,84,85,88,89,217,218,90,91,352,353,354,355,100,104,105,241,242,377,122]
    },
    "376": {
        "pill_id": 376,
        "pill_name": "盐酸异丙嗪片",
        "pill_description": "盐酸异丙嗪片，适应症为1．皮肤粘膜的过敏：适用于长期的、季节性的过敏性鼻炎，血管舒缩性鼻炎，接触过敏源或食物而致的过敏性结膜炎，荨麻疹，血管神经性水肿，对血液或血浆制品的过敏反应，皮肤划痕症。必要时可与肾上腺素合用，作为本药的辅助剂。2．晕动病：防治晕车、晕船、晕飞机。3．镇静、催眠：适用于术前、术后和产科。此外，也可用于减轻成人及儿童的恐惧感，呈浅睡眠状态。4．恶心、呕吐的治疗：适用于一些麻醉和手术后的恶心、呕吐，也用于防治放射病性或药源性恶心、呕吐。5．术后疼痛；可与止痛药合用，作为辅助用药。",
        "pill_conflicts": [512,513,8,9,10,528,35,551,56,57,58,59,60,61,62,63,88,89,90,91,100,103,104,105,107,621,622,109,120,122,129,130,647,648,650,651,139,652,653,177,201,212,230,231,252,253,255,258,259,260,272,273,283,286,301,312,313,316,318,319,320,321,322,338,339,342,343,344,345,352,353,354,355,366,367,368,369,370,371,372,373,377,403,404,405,408,413,414,415,429,430,431,432,433,442,445,446,447,448,449,450,451,452,511]
    },
    "377": {
        "pill_id": 377,
        "pill_name": "盐酸异丙肾上腺素片",
        "pill_description": "盐酸异丙肾上腺素片，用于支气管哮喘及心脏房室传导阻滞。.",
        "pill_conflicts": [128,129,130,135,137,138,526,18,274,275,150,151,408,536,410,537,538,539,540,551,567,312,313,442,314,316,315,443,444,199,328,338,339,342,343,344,345,216,120,226,227,101,111,374,375,376,123,124,127]
    },
    "378": {
        "pill_id": 378,
        "pill_name": "盐酸托鲁地文拉法辛缓释片",
        "pill_description": "盐酸托鲁地文拉法辛缓释片是中国首个自主研发并拥有自主知识产权用于治疗抑郁症的化药1类创新药。2022年11月3日，盐酸托鲁地文拉法辛缓释片（商品名：若欣林）获批上市。",
        "pill_conflicts": [326,104,105,528,272,273,403,212,246,247,122]
    },
    "379": {
        "pill_id": 379,
        "pill_name": "盐酸拉贝洛尔片",
        "pill_description": "盐酸拉贝洛尔片，适应症为适用于各种类型高血压。",
        "pill_conflicts": [518,519,520,529,530,28,29,30,542,543,544,36,551,41,42,43,44,45,46,47,48,55,580,581,70,71,72,585,73,74,75,76,77,78,79,80,587,82,84,83,85,88,89,90,91,99,100,120,129,130,136,652,170,171,172,195,212,217,218,220,236,251,255,283,301,312,313,316,336,338,339,346,347,352,353,354,355,582,372,373,583,584,403,404,405,408,409,411,417,442,443,444,492]
    },
    "380": {
        "pill_id": 380,
        "pill_name": "盐酸文拉法辛片",
        "pill_description": "盐酸文拉法辛片，适用于各种类型抑郁症，包括伴有焦虑的抑郁症，及广泛性焦虑症。",
        "pill_conflicts": [326,104,105,528,272,273,403,212,246,247,122]
    },
    "381": {
        "pill_id": 381,
        "pill_name": "盐酸文拉法辛缓释片",
        "pill_description": "盐酸文拉法辛缓释片，适应症为本品适用于治疗各种类型抑郁症（包括伴有焦虑的抑郁症）及广泛性焦虑症。",
        "pill_conflicts": [326,104,105,528,272,273,403,212,246,247,122]
    },
    "382": {
        "pill_id": 382,
        "pill_name": "盐酸文拉法辛缓释胶囊",
        "pill_description": "盐酸文拉法辛缓释胶囊，适应症为本品适用于治疗各种类型抑郁症（包括伴有焦虑的抑郁症）及广泛性焦虑症。各种类型抑郁症怡诺思®缓释胶囊（盐酸文拉法辛）推荐用于治疗各种类型抑郁症。怡诺思®缓释胶囊治疗符合诊断与统计手册第三版（修订版）（DSM-III-R）或诊断与统计手册第四版（DSM-IV）诊断标准的门诊成年抑郁症患者的疗效已在8周和12周的对照研究中得到确定（见[临床试验]）。一次抑郁发作（DSM-IV）是指明显和相对持久（在2周时间内的几乎每一天）的抑郁情绪伴有对几乎所有活动兴趣减退和愉快感的缺失，与其平时的表现明显不同，同时在2周的时间内具有以下9项症状中的5项：抑郁情绪、日常活动中的明显兴趣减退和愉快感缺失、体重和食欲的明显变化、失眠或睡眠过多、精神运动性激越或迟滞、疲劳、自责自罪或无价值感、思维迟缓和注意力难以集中以及自杀意念和自杀行为。广泛性焦虑症（GAD）怡诺思®缓释胶囊推荐用于治",
        "pill_conflicts": [326,104,105,528,272,273,403,212,246,247,122]
    },
    "383": {
        "pill_id": 383,
        "pill_name": "盐酸文拉法辛胶囊",
        "pill_description": "盐酸文拉法辛胶囊，适应症为抑郁症。",
        "pill_conflicts": [326,104,105,528,272,273,403,212,246,247,122]
    },
    "384": {
        "pill_id": 384,
        "pill_name": "盐酸昂丹司琼口腔崩解片",
        "pill_description": "盐酸昂丹司琼口腔崩解片是一种止吐药。",
        "pill_conflicts": [326,169,528,403,246,247]
    },
    "385": {
        "pill_id": 385,
        "pill_name": "盐酸昂丹司琼片",
        "pill_description": "盐酸昂丹司琼片，止吐药。用于：①细胞毒性药物化疗和放射治疗引起的恶心呕吐；②预防和治疗手术后的恶心呕吐。",
        "pill_conflicts": [326,169,528,403,246,247]
    },
    "386": {
        "pill_id": 386,
        "pill_name": "盐酸昂丹司琼胶囊",
        "pill_description": "盐酸昂丹司琼胶囊，适应症为止吐药。用于：1.细胞毒性药物化疗和放射治疗引起的恶心呕吐；2.预防和治疗手术后的恶心呕吐。",
        "pill_conflicts": [326,169,528,403,246,247]
    },
    "387": {
        "pill_id": 387,
        "pill_name": "盐酸普拉克索片",
        "pill_description": "盐酸普拉克索片，用来治疗特发性帕金森病的体征和症状，单独(无左旋多巴)或与左旋多巴联用。",
        "pill_conflicts": [1,136,652,528,529,530,403,272,273,413,414,415,169,172,430,431,432,433,302,443,444,220,221,104,105,618,619,369,370,371,122,254]
    },
    "388": {
        "pill_id": 388,
        "pill_name": "盐酸普拉克索缓释片",
        "pill_description": "盐酸普拉克索缓释片，用来治疗特发性帕金森病的体征和症状，单独(无左旋多巴)或与左旋多巴联用。例如，在疾病后期左旋多巴的疗效逐渐减弱或者出现变化和波动时(剂末现象或“开关”波动)，需要应用本品。.",
        "pill_conflicts": [1,136,652,528,529,530,403,272,273,413,414,415,169,172,430,431,432,433,302,443,444,220,221,104,105,618,619,369,370,371,122,254]
    },
    "389": {
        "pill_id": 389,
        "pill_name": "盐酸普萘洛尔片",
        "pill_description": "盐酸普萘洛尔片，1．作为二级预防，降低心肌梗死死亡率。2．高血压(单独或与其它抗高血压药合用)。3．劳力型心绞痛。4．控制室上性快速心律失常、室性心律失常，特别是与儿茶酚胺有关或洋地黄引起心律失常。可用于洋地黄疗效不佳的房扑、房颤心室率的控制，也可用于顽固性期前收缩，改善患者的症状。5．减低肥厚型心肌病流出道压差，减轻心绞痛、心悸与昏厥等症状。6．配合α受体阻滞剂用于嗜铬细胞瘤病人控制心动过速。7．用于控制甲状腺机能亢进症的心率过快，也可用于治疗甲状腺危象。",
        "pill_conflicts": [228,590,403,212,312,313,443,444]
    },
    "390": {
        "pill_id": 390,
        "pill_name": "盐酸普萘洛尔缓释片",
        "pill_description": "盐酸普萘洛尔缓释片，适应症为1.高血压(单独或与其它抗高血压药合用)。2.劳力型心绞痛。3.控制室上性快速心律失常、室性心律失常，特别是与儿茶酚胺有关或洋地黄引起心律失常。可用于洋地黄疗效不佳的房扑、房颤心室率的控制，也可用于顽固性期前收缩，改善患者的症状。4.减低肥厚型心肌病流出道压差，减轻心绞痛、心悸与昏厥等症状。5.配合α受体阻滞剂用于嗜铬细胞瘤病人控制心动过速。6.用于控制甲状腺机能亢进症的心率过快，也可用于治疗甲状腺危象。7.作为二级预防，降低心肌梗死死亡率。",
        "pill_conflicts": [228,590,403,212,312,313,443,444]
    },
    "391": {
        "pill_id": 391,
        "pill_name": "盐酸曲唑酮片",
        "pill_description": "盐酸曲唑酮片，适应症为适用于各种类型的抑郁症。",
        "pill_conflicts": [258,259,260,8,9,10,653,528,272,273,403,172,64,65,66,67,68,69,321,322,201,590,88,89,90,91,100,104,105,366,367,368,246,247,122]
    },
    "392": {
        "pill_id": 392,
        "pill_name": "盐酸曲马多分散片",
        "pill_description": "盐酸曲马多分散片，适应症为用于癌症疼痛、骨折或术后疼痛等各种急、慢性疼痛。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "393": {
        "pill_id": 393,
        "pill_name": "盐酸曲马多片",
        "pill_description": "盐酸曲马多片，适应症为用于癌症疼痛，骨折或术后疼痛等各种急、慢性疼痛。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "394": {
        "pill_id": 394,
        "pill_name": "盐酸曲马多缓释片",
        "pill_description": "盐酸曲马多缓释片，适应症为用于中度至重度疼痛。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "395": {
        "pill_id": 395,
        "pill_name": "盐酸曲马多缓释胶囊",
        "pill_description": "盐酸曲马多缓释胶囊，适应症为各种中重度疼痛，持续性疼痛。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "396": {
        "pill_id": 396,
        "pill_name": "盐酸曲马多胶囊",
        "pill_description": "盐酸曲马多胶囊，适应症为中度至重度疼痛。",
        "pill_conflicts": [528,403,246,247,443,444]
    },
    "397": {
        "pill_id": 397,
        "pill_name": "盐酸替扎尼定片",
        "pill_description": "盐酸替扎尼定片，适应症为盐酸替扎尼定片为中枢骨骼肌松弛药，用于降低脑和脊髓外伤、脑出血、脑炎以及多发性硬化病等所致的骨骼肌张力增高、肌痉挛和肌强直。",
        "pill_conflicts": [1,647,648,136,650,651,528,529,530,403,272,273,41,170,171,172,429,45,46,47,48,42,43,44,302,326,590,212,88,89,90,91,352,353,354,355,100,104,105,246,247,122,254]
    },
    "398": {
        "pill_id": 398,
        "pill_name": "盐酸氨基葡萄糖片",
        "pill_description": "盐酸氨基葡萄糖片，适应症为全身所有部位骨关节炎的治疗和预防：包括膝关节、髋关节、脊柱、肩、手和手腕、踝关节等。",
        "pill_conflicts": []
    },
    "399": {
        "pill_id": 399,
        "pill_name": "盐酸氨基葡萄糖胶囊",
        "pill_description": "盐酸氨基葡萄糖胶囊，适应症为用于治疗和预防全身所有部位的骨关节炎，包括膝关节、肩关节、髋关节、手腕关节、颈及脊椎关节和踝关节等。可缓解和消除骨关节炎的疼痛、肿胀等症状、改善关节活动功能。",
        "pill_conflicts": []
    },
    "400": {
        "pill_id": 400,
        "pill_name": "盐酸氯雷他定片",
        "pill_description": "盐酸氯雷他定片，用于治疗季节性过敏鼻炎（减轻鼻部或非鼻部症状）及特发性荨麻疹。",
        "pill_conflicts": []
    },
    "401": {
        "pill_id": 401,
        "pill_name": "盐酸氯雷他定胶囊",
        "pill_description": "盐酸氯雷他定胶囊，适应症为用于缓解过敏性鼻炎有关的症状，如喷嚏、流涕及鼻痒、鼻塞以及眼部痒及烧灼感。口服药物后鼻和眼部症状及体征得以迅速缓解，亦适用于缓解慢性荨麻疹、瘙痒性皮肤病及其它过敏性皮肤病的症状及体征。",
        "pill_conflicts": []
    },
    "402": {
        "pill_id": 402,
        "pill_name": "盐酸洛哌丁胺胶囊",
        "pill_description": "盐酸洛哌丁胺胶囊，止泻药，用于控制急、慢性腹泻的症状。用于回肠造瘘术病人可减少排便量及次数，增加大便稠硬度。",
        "pill_conflicts": [352,353,354,355,485,41,170,171,42,429,43,44,403,246,247,410,351]
    },
    "403": {
        "pill_id": 403,
        "pill_name": "盐酸洛非西定片",
        "pill_description": "盐酸洛非西定片，用于减轻或解除阿片类药物的戒断综合症。",
        "pill_conflicts": [512,513,514,515,1,516,517,7,8,521,522,523,9,10,528,529,530,533,534,535,21,22,541,35,41,42,43,44,561,562,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,574,575,576,590,592,88,89,90,91,98,100,103,104,105,618,619,620,621,622,110,109,107,118,119,122,125,644,647,648,136,650,651,139,652,654,655,656,657,653,169,170,171,172,177,181,182,199,201,204,212,216,220,221,222,223,229,230,231,232,233,239,240,246,247,248,249,252,253,254,256,257,258,259,260,261,262,272,273,276,277,278,279,283,284,285,286,292,293,568,302,569,570,308,318,319,320,321,322,323,324,325,326,328,336,340,341,346,350,351,352,353,354,355,363,364,365,366,367,368,369,370,371,372,373,374,375,376,378,379,380,381,382,383,384,385,386,387,388,389,390,391,392,393,394,395,396,397,402,404,405,410,411,413,414,415,416,417,419,420,421,422,423,424,425,426,427,428,429,430,431,432,433,434,435,436,437,443,444,445,446,447,448,449,450,451,452,455,465,466,481,482,483,484,485,492,510,511]
    },
    "404": {
        "pill_id": 404,
        "pill_name": "盐酸特拉唑嗪片",
        "pill_description": "盐酸特拉唑嗪片，本品口服给药适用于轻度或中度高血压治疗，可与噻嗪类利尿剂或其他抗高血压药物合用，还可以在其他药物不适用或无效时单独使用。本品主要降低舒张压。本品口服给药还适用于良性前列腺增生(BPH)引起的症状治疗。",
        "pill_conflicts": [644,136,521,522,523,652,653,529,530,403,279,409,410,283,413,414,415,417,419,36,420,41,170,171,172,42,43,44,434,435,436,437,566,181,182,443,444,445,446,447,448,449,450,451,324,452,326,199,328,587,204,465,466,340,341,216,351,98,228,621,622,110,379,376,249,251]
    },
    "405": {
        "pill_id": 405,
        "pill_name": "盐酸特拉唑嗪胶囊",
        "pill_description": "盐酸特拉唑嗪胶囊，适应症为盐酸特拉唑嗪可用于治疗良性前列腺增生症。盐酸特拉唑嗪也可用于治疗高血压，可单独使用或与其它抗高血压药物如利尿剂或β-肾上腺素能阻滞剂合用。",
        "pill_conflicts": [644,136,521,522,523,652,653,529,530,403,279,409,410,283,413,414,415,417,419,36,420,41,170,171,172,42,43,44,434,435,436,437,566,181,182,443,444,445,446,447,448,449,450,451,324,452,326,199,328,587,204,465,466,340,341,216,351,98,228,621,622,110,379,376,249,251]
    },
    "406": {
        "pill_id": 406,
        "pill_name": "盐酸特比萘芬片",
        "pill_description": "盐酸特比萘芬片，适应症为由皮肤癣菌如毛癣菌（红色毛癣菌、须癣毛癣菌、疣状毛癣菌、断发毛癣菌、紫色毛癣菌)、犬小孢子菌和絮状表皮癣菌引起的皮肤、毛发真菌感染。本品仅用于治疗大面积、严重的皮肤真菌感染(体癣、股癣、足癣、头癣)和念珠菌(如白色假丝酵母)引起的皮肤酵母菌感染，根据感染部位、严重性和范围考虑口服给药的必要性。皮肤癣菌(丝状真菌)感染引起的甲癣。",
        "pill_conflicts": [128,135,137,138,653,526,18,274,275,150,151,536,537,538,539,540,436,567,314,315,326,465,466,341,352,353,354,355,226,101,227,111,123,124,127]
    },
    "407": {
        "pill_id": 407,
        "pill_name": "盐酸特比萘芬阴道泡腾片",
        "pill_description": "盐酸特比萘芬阴道泡腾片，适应症为念珠菌性阴道炎。",
        "pill_conflicts": [128,135,137,138,653,526,18,274,275,150,151,536,537,538,539,540,436,567,314,315,326,465,466,341,352,353,354,355,226,101,227,111,123,124,127]
    },
    "408": {
        "pill_id": 408,
        "pill_name": "盐酸甲麻黄碱片",
        "pill_description": "盐酸甲麻黄碱片，用于支气管哮喘、过敏反应、感冒咳嗽等。.",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "409": {
        "pill_id": 409,
        "pill_name": "盐酸米多君片",
        "pill_description": "盐酸米多君片，用于治疗体位性低血压{仅用于临床护理后其生活仍受到严重干扰者，包括非药物治疗(如医用辅助袜)、扩容和改变生活方式等，女性压力性尿失禁。",
        "pill_conflicts": [129,130,653,272,273,404,405,408,551,442,316,318,319,320,195,326,590,338,339,217,218,351,104,105,120,122,379]
    },
    "410": {
        "pill_id": 410,
        "pill_name": "盐酸索他洛尔片",
        "pill_description": "盐酸索他洛尔片，适应症为1．转复，预防室上性心动过速，特别是房室结折返性心动过速，也可用于予激综合征伴室上性心动过速。2．心房扑动，心房颤动。3．各种室性心律失常，包括室性早搏，持续性及非持续性室性心动过速。4．急性心肌梗死并发严重心律失常。",
        "pill_conflicts": [1,529,530,28,29,30,542,543,544,551,41,42,43,44,577,578,579,580,581,582,583,584,585,590,82,83,84,85,88,89,90,91,100,104,105,621,622,120,122,129,130,136,652,170,171,172,181,182,212,246,247,248,249,254,255,272,273,283,301,302,312,313,316,318,319,320,326,338,339,346,351,352,353,354,355,360,361,362,377,402,403,404,405,408,429,442]
    },
    "411": {
        "pill_id": 411,
        "pill_name": "盐酸纳曲酮片",
        "pill_description": "盐酸纳曲酮片，适应症为盐酸纳曲酮可阻断外源性阿片类物质的药理作用，作为阿片类依赖者脱毒后预防复吸的辅助药物。",
        "pill_conflicts": [644,647,648,650,651,528,658,403,659,28,29,542,30,544,543,429,45,46,47,48,327,590,342,343,344,345,219,243,244,246,247,379]
    },
    "412": {
        "pill_id": 412,
        "pill_name": "盐酸纳洛酮舌下片",
        "pill_description": "盐酸纳洛酮舌下片，适应症为用于急性酒精中毒，限于步态不稳定、话多、不连贯、欣快、共济失调、感知迟钝、困倦、嗜睡，但不伴有昏迷及生命体征改变的急性酒精中毒的酩酊状态。",
        "pill_conflicts": []
    },
    "413": {
        "pill_id": 413,
        "pill_name": "盐酸维拉帕米片",
        "pill_description": "盐酸维拉帕米片，1.心绞痛：变异型心绞痛；不稳定性心绞痛；慢性稳定性心绞痛。2.心律失常：与地高辛合用控制慢性心房颤动和 / 或心房扑动时的心室率；预防阵发性室上性心动过速的反复发作。3.原发性高血压",
        "pill_conflicts": [128,387,388,135,137,138,652,653,526,528,18,403,404,405,150,151,274,275,536,537,28,29,30,538,539,417,540,36,172,45,46,47,48,436,567,312,313,314,315,443,444,318,319,320,580,581,326,582,583,584,585,199,328,465,82,83,84,85,341,466,216,220,351,226,227,228,101,621,622,111,376,123,124,127]
    },
    "414": {
        "pill_id": 414,
        "pill_name": "盐酸维拉帕米缓释片",
        "pill_description": "盐酸维拉帕米缓释片，原发性高血压。",
        "pill_conflicts": [128,387,388,135,137,138,652,653,526,528,18,403,404,405,150,151,274,275,536,537,28,29,30,538,539,417,540,36,172,45,46,47,48,436,567,312,313,314,315,443,444,318,319,320,580,581,326,582,583,584,585,199,328,465,82,83,84,85,341,466,216,220,351,226,227,228,101,621,622,111,376,123,124,127]
    },
    "415": {
        "pill_id": 415,
        "pill_name": "盐酸维拉帕米缓释胶囊",
        "pill_description": "盐酸维拉帕米缓释胶囊，1、心绞痛：变异型心绞痛、不稳定性心绞痛。2、原发性高血压。.",
        "pill_conflicts": [128,387,388,135,137,138,652,653,526,528,18,403,404,405,150,151,274,275,536,537,28,29,30,538,539,417,540,36,172,45,46,47,48,436,567,312,313,314,315,443,444,318,319,320,580,581,326,582,583,584,585,199,328,465,82,83,84,85,341,466,216,220,351,226,227,228,101,621,622,111,376,123,124,127]
    },
    "416": {
        "pill_id": 416,
        "pill_name": "盐酸罗匹尼罗片",
        "pill_description": "盐酸罗匹尼罗片，适应症为罗匹尼罗用于自发性帕金森氏病的治疗。",
        "pill_conflicts": [1,136,652,529,530,403,418,169,172,302,436,443,444,195,324,326,465,466,341,217,218,372,373,254]
    },
    "417": {
        "pill_id": 417,
        "pill_name": "盐酸美沙酮片",
        "pill_description": "盐酸美沙酮片，适应症为作用性质与吗啡类似，但作用时间长，适用于慢性、中度至重度剧烈疼痛和剧烈咳嗽病人，主要用于癌症病人镇痛。",
        "pill_conflicts": [1,647,648,650,651,653,272,273,658,403,404,405,659,62,413,414,415,172,445,302,434,435,63,181,566,182,56,57,58,59,60,61,318,319,320,64,65,66,67,68,326,69,195,446,447,450,451,452,590,448,212,449,88,89,90,91,217,218,221,100,485,229,232,233,104,107,105,249,122,379,254]
    },
    "418": {
        "pill_id": 418,
        "pill_name": "盐酸美金刚片",
        "pill_description": "盐酸美金刚片，适应症为治疗中重度至重度阿尔茨海默型痴呆。",
        "pill_conflicts": [416,104,105,272,273,122]
    },
    "419": {
        "pill_id": 419,
        "pill_name": "盐酸羟考酮片",
        "pill_description": "盐酸羟考酮片，药品，批准文号为国药准字H20090214。",
        "pill_conflicts": [647,648,650,651,653,272,273,403,404,405,443,444,195,326,88,217,218,89,90,91,100,104,105,122]
    },
    "420": {
        "pill_id": 420,
        "pill_name": "盐酸羟考酮缓释片",
        "pill_description": "盐酸羟考酮缓释片，适应症为用于缓解持续的中度到重度疼痛。",
        "pill_conflicts": [647,648,650,651,653,272,273,403,404,405,443,444,195,326,88,217,218,89,90,91,100,104,105,122]
    },
    "421": {
        "pill_id": 421,
        "pill_name": "盐酸胺碘酮分散片",
        "pill_description": "盐酸胺碘酮分散片，药品，批准文号为国药准字H20090151。",
        "pill_conflicts": [195,326,313,653,403,312,217,218,31]
    },
    "422": {
        "pill_id": 422,
        "pill_name": "盐酸胺碘酮片",
        "pill_description": "盐酸胺碘酮片，适应症为1.房性心律失常（心房扑动，心房纤颤转律和转律后窦性心律的维持）。2.结性心律失常。3.室性心律失常（治疗危及生命的室性期前收缩和室性心动过速以及室性心律过速或心室纤颤的预防）。4.伴W-P-W综合征的心律失常。依据其药理学特点，胺碘酮适用于上述心律失常，尤其合并器质性心脏病的患者（冠状动脉供血不足及心力衰竭）。",
        "pill_conflicts": [195,326,313,653,403,312,217,218,31]
    },
    "423": {
        "pill_id": 423,
        "pill_name": "盐酸胺碘酮胶囊",
        "pill_description": "盐酸胺碘酮胶囊，适应症为口服适用于危及生命的阵发室性心动过速及室颤的预防，也可用于其他药物无效的阵发性室上性心动过速、阵发心房扑动、心房颤动，包括合并预激综合征者及持续心房颤动、心房扑动电转复后的维持治疗。可用于持续房颤、房扑时室率的控制。除有明确指征外，一般不宜用于治疗房性、室性早搏。",
        "pill_conflicts": [195,326,313,653,403,312,217,218,31]
    },
    "424": {
        "pill_id": 424,
        "pill_name": "盐酸舍曲林分散片",
        "pill_description": "盐酸舍曲林分散片是一种药品，主要用于治疗抑郁症的相关症状。",
        "pill_conflicts": [544,542,653,403,221,312,313,444,443,28,29,30,543]
    },
    "425": {
        "pill_id": 425,
        "pill_name": "盐酸舍曲林片",
        "pill_description": "盐酸舍曲林片，适应症为舍曲林用于治疗抑郁症的相关症状，包括伴随焦虑、有或无躁狂史的抑郁症。疗效满意后，继续服用舍曲林可有效地防止抑郁症的复发和再发。舍曲林也用于治疗强迫症。疗效满意后，继续服用舍曲林可有效地防止强迫症初始症状的复发。",
        "pill_conflicts": [544,542,653,403,221,312,313,444,443,28,29,30,543]
    },
    "426": {
        "pill_id": 426,
        "pill_name": "盐酸舍曲林胶囊",
        "pill_description": "盐酸舍曲林胶囊，适应症为舍曲林用于治疗抑郁症的相关症状，包括伴随焦虑、有或无躁狂史的抑郁症。疗效满意后，继续服用舍曲林可有效地防止抑郁症的复发和再发。舍曲林也用于治疗强迫症，初始治疗有反应后，舍曲林在治疗强迫症二年的时间内，仍保持它的有效性、安全性和耐受性。",
        "pill_conflicts": [544,542,653,403,221,312,313,444,443,28,29,30,543]
    },
    "427": {
        "pill_id": 427,
        "pill_name": "盐酸苯海拉明片",
        "pill_description": "盐酸苯海拉明片，适应症为用于皮肤过敏症如荨麻疹、湿疹、皮炎、药疹、瘙痒，神经性皮炎，虫咬症，日光性皮炎，过敏性鼻炎及食物，药物过敏。",
        "pill_conflicts": [172,434,435,403,566]
    },
    "428": {
        "pill_id": 428,
        "pill_name": "盐酸苯海拉明软胶囊",
        "pill_description": "盐酸苯海拉明软胶囊，主要用于:1.皮肤粘膜的过敏，如荨麻疹、血管神经性水肿、过敏性鼻炎，皮肤瘙痒症、药疹，对虫咬症和接触性皮炎也有效；2.晕动病的防治，有较强的镇吐作用；3.帕金森氏病和锥体外系症状；4.镇静，催眠；5.加强镇咳药的作用，适用于治疗感冒或过敏所致咳嗽。.",
        "pill_conflicts": [172,434,435,403,566]
    },
    "429": {
        "pill_id": 429,
        "pill_name": "盐酸莫西沙星片",
        "pill_description": "盐酸莫西沙星片，适应症为莫西沙星片的适应症为治疗患有上呼吸道和下呼吸道感染的成人(≥18岁)，如：急性窦炎、慢性支气管炎急性发作、社区获得性肺炎，以及皮肤和软组织感染。",
        "pill_conflicts": [132,397,144,402,403,410,411,28,29,30,31,41,42,43,44,45,46,47,48,312,313,443,444,195,326,199,328,202,203,462,463,464,336,342,343,344,217,218,345,216,351,376,228,236,621,622,117,246,247,248]
    },
    "430": {
        "pill_id": 430,
        "pill_name": "盐酸西替利嗪分散片",
        "pill_description": "盐酸西替利嗪分散片，适应症为治疗季节性或常年性过敏性鼻炎，以及由过敏原引起的荨麻疹及皮肤瘙痒。",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "431": {
        "pill_id": 431,
        "pill_name": "盐酸西替利嗪口腔崩解片",
        "pill_description": "盐酸西替利嗪口腔崩解片，治疗季节性或常年性过敏性鼻炎，以及由过敏原引起的荨麻疹及皮肤瘙痒。.",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "432": {
        "pill_id": 432,
        "pill_name": "盐酸西替利嗪片",
        "pill_description": "盐酸西替利嗪片，用于季节性或常年性过敏性鼻炎，由过敏原引起的荨麻疹和皮肤瘙痒。",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "433": {
        "pill_id": 433,
        "pill_name": "盐酸西替利嗪胶囊",
        "pill_description": "盐酸西替利嗪胶囊，适应症为用于季节性或常年性过敏性鼻炎、由过敏原引起的荨麻疹及皮肤瘙痒。",
        "pill_conflicts": [387,388,376,199,328,403,216]
    },
    "434": {
        "pill_id": 434,
        "pill_name": "盐酸贝那普利片",
        "pill_description": "盐酸贝那普利片，适应症为各期高血压充血性心力衰竭作为对洋地黄和/或利尿剂反应不佳的充血性心力衰竭病人(NYHA分级Ⅱ-Ⅳ)的辅助治疗。",
        "pill_conflicts": [512,513,7,529,530,21,22,28,29,30,35,36,41,42,43,44,45,46,47,48,55,580,581,582,583,584,585,586,82,83,84,85,88,89,90,91,94,100,103,618,619,621,622,109,125,136,139,652,657,170,171,172,177,195,212,217,218,228,230,231,236,252,253,278,286,312,313,324,341,346,347,351,403,404,405,417,427,428,436,437,443,444,455,456,465,466,511]
    },
    "435": {
        "pill_id": 435,
        "pill_name": "盐酸贝那普利胶囊",
        "pill_description": "盐酸贝那普利胶囊，1.高血压，可单独应用或与其他降压药如利尿药合用。 2.心功能不全，可单独应用或与强心药利尿药同用。.",
        "pill_conflicts": [512,513,7,529,530,21,22,28,29,30,35,36,41,42,43,44,45,46,47,48,55,580,581,582,583,584,585,586,82,83,84,85,88,89,90,91,94,100,103,618,619,621,622,109,125,136,139,652,657,170,171,172,177,195,212,217,218,228,230,231,236,252,253,278,286,312,313,324,341,346,347,351,403,404,405,417,427,428,436,437,443,444,455,456,465,466,511]
    },
    "436": {
        "pill_id": 436,
        "pill_name": "盐酸阿扑吗啡舌下片",
        "pill_description": "盐酸阿扑吗啡舌下片，适应症为本品适用于治疗男性勃起功能障碍.",
        "pill_conflicts": [256,257,129,130,644,647,648,650,651,653,403,404,405,406,407,408,283,284,541,285,413,416,414,415,444,551,169,172,434,435,443,566,56,57,442,58,316,59,60,61,64,65,66,67,68,69,62,63,338,339,212,88,89,90,91,100,229,360,361,362,107,232,233,120]
    },
    "437": {
        "pill_id": 437,
        "pill_name": "盐酸阿米替林片",
        "pill_description": "盐酸阿米替林片，适应症为用于治疗各种抑郁症，本品的镇静作用较强，主要用于治疗焦虑性或激动性抑郁症。",
        "pill_conflicts": [403,404,405,283,434,435,566,56,57,58,59,60,61,62,63,443,444,590,107,246,247]
    },
    "438": {
        "pill_id": 438,
        "pill_name": "盐酸雷尼替丁咀嚼片",
        "pill_description": "盐酸雷尼替丁咀嚼片，适应症为消化性溃疡、返流性食管炎、佐林格-埃利森综合征及上消化道出血等。",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "439": {
        "pill_id": 439,
        "pill_name": "盐酸雷尼替丁片",
        "pill_description": "盐酸雷尼替丁片，用于缓解胃酸过多所致的胃痛、胃灼热感（烧心）、反酸。",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "440": {
        "pill_id": 440,
        "pill_name": "盐酸雷尼替丁胶囊",
        "pill_description": "盐酸雷尼替丁胶囊，适应症为用于缓解胃酸过多所致的胃痛、胃灼热感（烧心）、反酸。",
        "pill_conflicts": [652,272,273,542,543,544,445,446,447,448,449,450,451,580,581,582,583,584,585,452,82,83,84,85,352,353,354,355,104,105,374,375,122]
    },
    "441": {
        "pill_id": 441,
        "pill_name": "盐酸雷洛昔芬片",
        "pill_description": "盐酸雷洛昔芬片，雷洛昔芬主要用于预防和治疗绝经后妇女的骨质疏松症，能显著地降低椎体骨折发生率，但髋部骨折发生率的降低未被证实。当决定给绝经后妇女选择使用雷洛昔芬或其他治疗（包括雌激素）时，需考虑绝经期症状，对子宫和乳腺组织的作用及对心血管的危险性和有利影响。",
        "pill_conflicts": []
    },
    "442": {
        "pill_id": 442,
        "pill_name": "盐酸麻黄碱片",
        "pill_description": "盐酸麻黄碱片，适应症为可用于慢性低血压症；缓解荨麻疹和血管神经性水肿等过敏反应。也可缓解支气管哮喘的发作，现倾向少用。",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "443": {
        "pill_id": 443,
        "pill_name": "盐酸齐拉西酮片",
        "pill_description": "盐酸齐拉西酮片，用于治疗精神分裂症。",
        "pill_conflicts": [1,514,515,516,517,7,528,529,530,533,534,535,23,24,21,22,541,45,46,47,48,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,586,587,590,592,88,89,90,91,94,100,104,105,107,620,621,622,118,119,122,644,647,648,136,650,651,652,653,654,655,656,169,170,171,172,181,182,195,204,212,217,218,220,221,229,232,233,240,246,247,248,249,251,254,255,256,257,261,262,272,273,276,277,278,279,283,284,285,286,293,301,302,312,313,318,319,320,323,324,326,336,337,341,342,343,344,345,346,350,351,352,353,354,355,372,373,374,375,377,379,387,388,389,390,392,393,394,395,396,403,404,405,413,414,415,416,419,420,424,425,426,429,434,435,436,437,445,446,447,448,449,450,451,452,455,465,466,510]
    },
    "444": {
        "pill_id": 444,
        "pill_name": "盐酸齐拉西酮胶囊",
        "pill_description": "盐酸齐拉西酮胶囊，适应症为本品适用于治疗精神分裂症。",
        "pill_conflicts": [1,514,515,516,517,7,528,529,530,533,534,535,23,24,21,22,541,45,46,47,48,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,586,587,590,592,88,89,90,91,94,100,104,105,107,620,621,622,118,119,122,644,647,648,136,650,651,652,653,654,655,656,169,170,171,172,181,182,195,204,212,217,218,220,221,229,232,233,240,246,247,248,249,251,254,255,256,257,261,262,272,273,276,277,278,279,283,284,285,286,293,301,302,312,313,318,319,320,323,324,326,336,337,341,342,343,344,345,346,350,351,352,353,354,355,372,373,374,375,377,379,387,388,389,390,392,393,394,395,396,403,404,405,413,414,415,416,419,420,424,425,426,429,434,435,436,437,445,446,447,448,449,450,451,452,455,465,466,510]
    },
    "445": {
        "pill_id": 445,
        "pill_name": "硝苯地平控释片",
        "pill_description": "硝苯地平控释片，适应症为1．高血压2．冠心病慢性稳定型心绞痛(劳累性心绞痛)。药监局数据显示：目前中国市场上最主要的生产厂家为德国拜耳医药保健公司和上海现代制药股份有限公司。",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "446": {
        "pill_id": 446,
        "pill_name": "硝苯地平片",
        "pill_description": "硝苯地平片，适应症为1．心绞痛：变异型心绞痛；不稳定型心绞痛；慢性稳定型心绞痛。2．高血压（单独或与其它降压药合用）。",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "447": {
        "pill_id": 447,
        "pill_name": "硝苯地平缓释片",
        "pill_description": "硝苯地平缓释片，适应症为各种类型的高血压及心绞痛。",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "448": {
        "pill_id": 448,
        "pill_name": "硝苯地平缓释片(I)",
        "pill_description": "硝苯地平缓释片Ⅰ，1.高血压（单独或与其它降压药合用）。2.心绞痛：尤其是变异型心绞痛。.",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "449": {
        "pill_id": 449,
        "pill_name": "硝苯地平缓释片(II)",
        "pill_description": "硝苯地平缓释片(II)，用于治疗高血压，心绞痛。",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "450": {
        "pill_id": 450,
        "pill_name": "硝苯地平缓释胶囊",
        "pill_description": "硝苯地平缓释胶囊，1．高血压(单独或与其他降压药合用)。2．心绞痛，尤其是变异型心绞痛。.",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "451": {
        "pill_id": 451,
        "pill_name": "硝苯地平胶囊",
        "pill_description": "硝苯地平胶囊，适应症为1．重型心绞痛：尤其变异型心绞痛。2．高血压。",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "452": {
        "pill_id": 452,
        "pill_name": "硝苯地平软胶囊",
        "pill_description": "硝苯地平软胶囊，用于重型心绞痛：尤其变异型心绞痛。高血压。.",
        "pill_conflicts": [526,18,536,537,538,539,28,29,30,542,543,544,540,567,64,65,66,67,68,69,580,581,582,583,584,585,82,83,84,85,101,111,123,124,127,128,131,135,137,138,653,145,146,150,151,172,199,216,226,227,228,241,242,274,275,298,299,300,312,313,314,315,326,328,342,343,344,345,351,352,353,354,355,376,403,404,405,417,438,439,440,443,444]
    },
    "453": {
        "pill_id": 453,
        "pill_name": "硝酸异山梨酯片",
        "pill_description": "硝酸异山梨酯片，适应症为冠心病的长期治疗；心绞痛的预防；心肌梗死后持续心绞痛的治疗；与洋地黄和/或利尿剂联合应用，治疗慢性充血性心力衰竭；肺动脉高压的治疗。",
        "pill_conflicts": []
    },
    "454": {
        "pill_id": 454,
        "pill_name": "硝酸异山梨酯缓释片",
        "pill_description": "硝酸异山梨酯缓释片，适应症为用于冠心病心绞痛的预防；心肌梗死后心绞痛的治疗；与洋地黄类药和(或)利尿剂联合应用，治疗慢性充血性心力衰竭。",
        "pill_conflicts": []
    },
    "455": {
        "pill_id": 455,
        "pill_name": "硝酸甘油片",
        "pill_description": "硝酸甘油片，适应症为用于冠心病心绞痛的治疗及预防，也可用于降低血压或治疗充血性心力衰竭。",
        "pill_conflicts": [351,172,301,434,435,403,566,443,444,255]
    },
    "456": {
        "pill_id": 456,
        "pill_name": "硫唑嘌呤片",
        "pill_description": "硫唑嘌呤片，1、急慢性白血病，对慢性粒细胞型白血病近期疗效较好，作用快，但缓解期短；2、后天性溶血性贫血，特发性血小板减少性紫癜，系统性红斑狼疮；3、慢性类风湿性关节炎、慢性活动性肝炎（与自体免疫有关的肝炎）、原发性胆汁性肝硬变；4、甲状腺机能亢进，重症肌无力；5、其他：慢性非特异性溃疡性结肠炎、节段性肠炎、多发性神经根炎、狼疮性肾炎、增殖性肾炎、Wegener氏肉芽肿等。",
        "pill_conflicts": [202,203,524,525,434,435,566,31]
    },
    "457": {
        "pill_id": 457,
        "pill_name": "硫糖铝分散片",
        "pill_description": "硫糖铝分散片，适应症为胃及十二指肠溃疡。",
        "pill_conflicts": [128,258,259,260,135,8,9,10,137,138,653,526,18,274,275,150,151,536,537,538,539,540,567,312,313,314,315,321,322,201,226,227,101,366,367,368,111,123,124,127]
    },
    "458": {
        "pill_id": 458,
        "pill_name": "硫糖铝咀嚼片",
        "pill_description": "硫糖铝咀嚼片，适应症为用于慢性胃炎及缓解胃酸过多引起的胃痛、胃灼热感(烧心)、反酸。",
        "pill_conflicts": [128,258,259,260,135,8,9,10,137,138,653,526,18,274,275,150,151,536,537,538,539,540,567,312,313,314,315,321,322,201,226,227,101,366,367,368,111,123,124,127]
    },
    "459": {
        "pill_id": 459,
        "pill_name": "硫糖铝小檗碱片",
        "pill_description": "硫糖铝小檗碱片，适应症为用于慢性胃炎、胃肠炎。",
        "pill_conflicts": [128,258,259,260,135,8,9,10,137,138,653,526,18,274,275,150,151,536,537,538,539,540,567,312,313,314,315,321,322,201,226,227,101,366,367,368,111,123,124,127]
    },
    "460": {
        "pill_id": 460,
        "pill_name": "硫糖铝片",
        "pill_description": "硫糖铝片，适应症为用于慢性胃炎及缓解胃酸过多引起的胃痛、胃灼热感（烧心）、反酸。",
        "pill_conflicts": [128,258,259,260,135,8,9,10,137,138,653,526,18,274,275,150,151,536,537,538,539,540,567,312,313,314,315,321,322,201,226,227,101,366,367,368,111,123,124,127]
    },
    "461": {
        "pill_id": 461,
        "pill_name": "硫糖铝胶囊",
        "pill_description": "硫糖铝胶囊，适应症为用于慢性胃炎及缓解胃酸过多引起的胃痛、胃灼热感（烧心）、反酸。",
        "pill_conflicts": [128,258,259,260,135,8,9,10,137,138,653,526,18,274,275,150,151,536,537,538,539,540,567,312,313,314,315,321,322,201,226,227,101,366,367,368,111,123,124,127]
    },
    "462": {
        "pill_id": 462,
        "pill_name": "硫酸亚铁含片",
        "pill_description": "硫酸亚铁含片，适应症为用于各种原因（如慢性失血，营养不良，妊娠期以及儿童发育期）引起的缺铁性贫血。",
        "pill_conflicts": [321,258,259,260,322,8,9,10,201,429,366,367,368]
    },
    "463": {
        "pill_id": 463,
        "pill_name": "硫酸亚铁片",
        "pill_description": "硫酸亚铁片，适应症为用于各种原因（如慢性失血、营养不良、妊娠、儿童发育期等）引起的缺铁性贫血。",
        "pill_conflicts": [321,258,259,260,322,8,9,10,201,429,366,367,368]
    },
    "464": {
        "pill_id": 464,
        "pill_name": "硫酸亚铁缓释片",
        "pill_description": "硫酸亚铁缓释片，适应症为用于缺铁性贫血。",
        "pill_conflicts": [321,258,259,260,322,8,9,10,201,429,366,367,368]
    },
    "465": {
        "pill_id": 465,
        "pill_name": "硫酸吗啡片",
        "pill_description": "硫酸吗啡片，适应症为本品为强效镇痛药，适用于其他镇痛药无效的急性锐痛，如严重创伤、战伤、烧伤、晚期癌症等疼痛。心肌梗死而血压尚正常者，应用本品可使病人镇静，并减轻心脏负担。应用于心源性哮喘可使肺水肿症状暂时有所缓解。麻醉和手术前给药可保持病人宁静进入嗜睡。因本品对平滑肌的兴奋作用较强，故不能单独用于内脏绞痛(如胆、肾绞痛等)，而应与阿托品等有效的解痉药合用。根据世界卫生组织和国家药品监督管理局提出的癌痛治疗三阶梯方案的要求，吗啡是治疗重度癌痛的代表性药物。",
        "pill_conflicts": [256,257,129,130,644,647,648,650,651,653,403,404,405,406,407,408,283,284,541,285,413,416,414,415,444,551,169,172,434,435,443,566,56,57,442,58,316,59,60,61,64,65,66,67,68,69,62,63,338,339,212,88,89,90,91,100,229,360,361,362,107,232,233,120]
    },
    "466": {
        "pill_id": 466,
        "pill_name": "硫酸吗啡缓释片",
        "pill_description": "硫酸吗啡缓释片，适应症为根据世界卫生组织和国家药品监督管理局提出的癌痛治疗三阶梯方案的要求，吗啡是治疗重度癌痛的代表性药物。硫酸吗啡缓释片为强效镇痛药，主要适用于重度癌痛患者镇痛。",
        "pill_conflicts": [256,257,129,130,644,647,648,650,651,653,403,404,405,406,407,408,283,284,541,285,413,416,414,415,444,551,169,172,434,435,443,566,56,57,442,58,316,59,60,61,64,65,66,67,68,69,62,63,338,339,212,88,89,90,91,100,229,360,361,362,107,232,233,120]
    },
    "467": {
        "pill_id": 467,
        "pill_name": "硫酸庆大霉素咀嚼片",
        "pill_description": "硫酸庆大霉素咀嚼片，用于敏感菌引起的痢疾、肠炎等肠道感染性疾病，也可用于结肠术前准备等。.",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "468": {
        "pill_id": 468,
        "pill_name": "硫酸庆大霉素泡腾片",
        "pill_description": "硫酸庆大霉素泡腾片，本品适用于治疗细菌性痢疾或其他细菌性肠道感染，亦可用于结肠手术前准备。.",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "469": {
        "pill_id": 469,
        "pill_name": "硫酸庆大霉素片",
        "pill_description": "硫酸庆大霉素片，适应症为本品适用于治疗细菌性痢疾或其他细菌性肠道感染，亦可用于结肠手术前准备。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "470": {
        "pill_id": 470,
        "pill_name": "硫酸庆大霉素碳酸铋胶囊",
        "pill_description": "硫酸庆大霉素碳酸铋胶囊，用于慢性溃疡性肠炎、痢疾、急性肠炎。.",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "471": {
        "pill_id": 471,
        "pill_name": "硫酸庆大霉素缓释片",
        "pill_description": "硫酸庆大霉素缓释片，适应症为用于治疗慢性胃炎，与抗溃疡药物合用于治疗消化性溃疡之幽门螺杆菌感染，另可用于轻型急性肠炎治疗。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "472": {
        "pill_id": 472,
        "pill_name": "硫酸庆大霉素肠溶片",
        "pill_description": "硫酸庆大霉素肠溶片，",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "473": {
        "pill_id": 473,
        "pill_name": "硫酸庆大霉素胶囊",
        "pill_description": "硫酸庆大霉素胶囊，适应症为抗感染药。适用于敏感菌引起的痢疾、肠炎等肠道感染性疾病，也可用于腹部术前清洁肠腔。",
        "pill_conflicts": [645,518,519,520,646,144,28,29,30,542,543,544,580,581,582,583,584,585,202,203,82,83,84,85,474,243,244,117]
    },
    "474": {
        "pill_id": 474,
        "pill_name": "硫酸新霉素片",
        "pill_description": "硫酸新霉素片，适应症为1．肠道感染。2．亦可用于结肠手术前肠道准备或肝昏迷时作为辅助治疗。新霉素不宜用于全身性感染的治疗。",
        "pill_conflicts": [471,645,646,472,202,203,473,115,212,213,214,215,467,468,469,470]
    },
    "475": {
        "pill_id": 475,
        "pill_name": "硫酸氢氯吡格雷片",
        "pill_description": "硫酸氢氯吡格雷片，用于以下患者的预防动脉粥样硬化血栓形成事件：·心肌梗死患者（从几天到小于35天），缺血性卒中患者（从7天到小于6个月）或确诊外周动脉性疾病的患者。·急性冠脉综合征的患者-非ST段抬高性急性冠脉综合征（包括不稳定性心绞痛或非Q波心肌梗死），包括经皮冠状动脉介入术后置入支架的患者，与阿司匹林合用。-用于ST段抬高性急性冠脉综合征患者，与阿司匹林联用，可合并在溶栓治疗中使用。",
        "pill_conflicts": [324]
    },
    "476": {
        "pill_id": 476,
        "pill_name": "硫酸氨基葡萄糖氯化钾胶囊",
        "pill_description": "硫酸氨基葡萄糖氯化钾胶囊，用于全身各关节部位的骨性关节炎如膝关节、髋关节、脊椎、肩、手、腕关节和踝关节等。",
        "pill_conflicts": []
    },
    "477": {
        "pill_id": 477,
        "pill_name": "硫酸氨基葡萄糖泡腾片",
        "pill_description": "硫酸氨基葡萄糖泡腾片，本品适用于原发性及继发性骨关节炎。.",
        "pill_conflicts": []
    },
    "478": {
        "pill_id": 478,
        "pill_name": "硫酸氨基葡萄糖片",
        "pill_description": "硫酸氨基葡萄糖片，适应症为适用于全身各部位的骨关节炎，如膝关节、髋关节、以及腕、脊柱、手、肩关节和踝关节等。",
        "pill_conflicts": []
    },
    "479": {
        "pill_id": 479,
        "pill_name": "硫酸氨基葡萄糖胶囊",
        "pill_description": "硫酸氨基葡萄糖胶囊，适应症为原发性或继发性骨关节炎。",
        "pill_conflicts": []
    },
    "480": {
        "pill_id": 480,
        "pill_name": "硫酸氨基葡萄糖钾片",
        "pill_description": "硫酸氨基葡萄糖钾片，适用于全身各个部位的骨关节炎，如膝关节、髋关节以及脊柱、腕、手、肩关节和踝关节等。.",
        "pill_conflicts": []
    },
    "481": {
        "pill_id": 481,
        "pill_name": "硫酸沙丁胺醇口腔崩解片",
        "pill_description": "硫酸沙丁胺醇口腔崩解片，用于治疗支气管哮喘或喘息型支气管炎等伴有支气管痉挛的呼吸道疾病。",
        "pill_conflicts": [403,590]
    },
    "482": {
        "pill_id": 482,
        "pill_name": "硫酸沙丁胺醇片",
        "pill_description": "硫酸沙丁胺醇片，适应症为用于支气管哮喘或喘息型支气管炎等伴有支气管痉挛的呼吸道疾病。",
        "pill_conflicts": [403,590]
    },
    "483": {
        "pill_id": 483,
        "pill_name": "硫酸沙丁胺醇缓释片",
        "pill_description": "硫酸沙丁胺醇缓释片，用于治疗支气管哮喘或喘息型支气管炎等伴有支气管痉挛的呼吸道疾病。",
        "pill_conflicts": [403,590]
    },
    "484": {
        "pill_id": 484,
        "pill_name": "硫酸沙丁胺醇胶囊",
        "pill_description": "硫酸沙丁胺醇胶囊，药品，用于缓解支气管哮喘或喘息型支气管炎伴有支气管痉挛的病症。",
        "pill_conflicts": [403,590]
    },
    "485": {
        "pill_id": 485,
        "pill_name": "硫酸羟氯喹片",
        "pill_description": "硫酸羟氯喹片，适应症为类风湿关节炎，青少年慢性关节炎，盘状和系统性红斑狼疮，以及由阳光引发或加剧的皮肤病变。",
        "pill_conflicts": [258,259,260,8,9,10,136,528,529,402,403,530,658,659,31,417,298,299,300,45,46,47,48,312,313,321,322,195,201,590,217,218,220,366,367,368,246,247]
    },
    "486": {
        "pill_id": 486,
        "pill_name": "硫酸锌片",
        "pill_description": "硫酸锌片，用于锌缺乏引起的食欲缺乏，贫血、生长发育迟缓、营养性侏儒及肠病性肢端皮炎。也可用于异食癖、类风湿性关节炎、间歇性跛行、肝豆状核变性（适用于不能用青霉胺者）、痤疮、慢性溃疡、结膜炎、口疮等的辅助治疗。",
        "pill_conflicts": []
    },
    "487": {
        "pill_id": 487,
        "pill_name": "碳酸氢钠片",
        "pill_description": "碳酸氢钠片，适应症为用于缓解胃酸过多引起的胃痛、胃灼热感（烧心）、反酸。",
        "pill_conflicts": []
    },
    "488": {
        "pill_id": 488,
        "pill_name": "磷霉素钙片",
        "pill_description": "磷霉素钙片，口服适用于对磷霉素敏感的致病菌所致的下列感染：1.肠道感染：细菌性肠炎、菌痢。2.泌尿系统感染：膀胱炎、肾盂肾炎、尿道炎。3.皮肤科及软组织感染：疖病、炭疽、汗腺炎、淋巴结炎、毛囊炎。4.呼吸道感染：鼻咽炎、扁桃体炎、气管炎、早期慢性支气管炎。5.眼科：麦粒肿、泪囊炎。6.妇科：阴道炎、子宫颈炎。",
        "pill_conflicts": []
    },
    "489": {
        "pill_id": 489,
        "pill_name": "磷霉素钙甲氧苄啶胶囊",
        "pill_description": "磷霉素钙甲氧苄啶胶囊，适应症为用于革兰阳性菌和革兰阴性菌所引起的各种感染性疾病。",
        "pill_conflicts": []
    },
    "490": {
        "pill_id": 490,
        "pill_name": "磷霉素钙胶囊",
        "pill_description": "磷霉素钙胶囊，适应症为口服适用于对磷霉素敏感的致病菌所致的下列感染：1．肠道感染：细菌性肠炎、菌痢。2．泌尿生殖系统感染：前列腺炎、膀胱炎、肾盂肾炎、尿道炎。3．皮肤科及软组织感染：疖痈、炭疽、汗腺炎、淋巴结炎、毛囊炎。4．呼吸道感染：鼻咽炎、扁桃体炎、气管炎、早期慢性支气管炎。5．眼科：麦粒肿、泪囊炎。6．妇科：阴道炎、子宫颈炎、子宫内膜炎。",
        "pill_conflicts": []
    },
    "491": {
        "pill_id": 491,
        "pill_name": "秋水仙碱片",
        "pill_description": "秋水仙碱片，适应症为治疗痛风性关节炎的急性发作，预防复发性痛风性关节炎的急性发作。",
        "pill_conflicts": [236,327]
    },
    "492": {
        "pill_id": 492,
        "pill_name": "米氮平片",
        "pill_description": "米氮平片/米氮平口腔崩解片，处方药，适用于抑郁症治疗。米氮平具有四环结构，属于哌嗪-氮卓类化合物。米氮平抗抑郁的药理机制；可改善抑郁症状以及患者睡眠结构，提高睡眠质量；较少引起性功能障碍，提高患者依从性；使用方便、较少药物相互作用、耐受性好。",
        "pill_conflicts": [647,648,136,650,651,653,528,529,530,403,272,273,283,318,319,320,195,212,88,217,218,91,89,90,100,104,105,246,247,122,379]
    },
    "493": {
        "pill_id": 493,
        "pill_name": "米索前列醇片",
        "pill_description": "米索前列醇片，适应症为本品用于治疗十二指肠溃疡和胃溃疡，包括关节炎患者由于服用非甾体类抗炎药(NSAID)所引起的十二指肠溃疡和胃溃疡，保障其仍可继续使用NSAID 治疗。本品还可用于预防使用NSAID 所引起的溃疡。",
        "pill_conflicts": []
    },
    "494": {
        "pill_id": 494,
        "pill_name": "米索前列醇阴道片",
        "pill_description": "米索前列醇阴道片是广州朗圣药业有限公司生产的药品。",
        "pill_conflicts": []
    },
    "495": {
        "pill_id": 495,
        "pill_name": "精氨酸布洛芬片",
        "pill_description": "精氨酸布洛芬片，适应症为适用于下列症状：牙痛、痛经、因创伤引起的疼痛（例如：运动性损伤）、关节和韧带痛、背痛、头痛，以及流感引起的发热。",
        "pill_conflicts": [653,658,659,312,313]
    },
    "496": {
        "pill_id": 496,
        "pill_name": "精氨酸阿司匹林片",
        "pill_description": "用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "497": {
        "pill_id": 497,
        "pill_name": "维生素B12片",
        "pill_description": "维生素B12片，适应症为用于巨幼红细胞性贫血。",
        "pill_conflicts": []
    },
    "498": {
        "pill_id": 498,
        "pill_name": "维生素C含片",
        "pill_description": "维生素C含片是以维生素C为主要原料制成的保健食品，具有补充维生素C的保健功能。每片含有对人体健康至关重要的维生素C，随时补充您每日所需维生素C，促进机体健康。维生素C含片主要成份：维生素C，山梨醇，硬脂酸镁，阿斯巴甜(含苯丙氨酸)，橙味香精，柠檬黄。",
        "pill_conflicts": []
    },
    "499": {
        "pill_id": 499,
        "pill_name": "维生素C咀嚼片",
        "pill_description": "维生素C咀嚼片，适应症为用于预防坏血病，也可用于各种急慢性传染疾病及紫癜等的辅助治疗。",
        "pill_conflicts": []
    },
    "500": {
        "pill_id": 500,
        "pill_name": "维生素C泡腾片",
        "pill_description": "维生素C泡腾片，适应症为1.增强机体抵抗力，用于预防和治疗各种急、慢性传染性疾病或其他疾病。2.用于病后恢复期，创伤愈合期及过敏性疾病的辅助治疗。3.用于预防和治疗坏血病。",
        "pill_conflicts": []
    },
    "501": {
        "pill_id": 501,
        "pill_name": "维生素C片",
        "pill_description": "维生素C片，适应症为用于预防坏血病，也可用于各种急慢性传染疾病及紫癜等的辅助治疗。",
        "pill_conflicts": []
    },
    "502": {
        "pill_id": 502,
        "pill_name": "维生素C钙胶囊",
        "pill_description": "维生素C钙胶囊，适应症为本品为维生素C补充剂。1、治疗维生素C缺乏症。2、提供人体免疫系统所需的高含量维生素C，以减少病毒性感染的持续时间和发病次数。3、满足人体孕期、哺乳期、手术后、抗生素治疗阶段，消化吸收功能紊乱者，经常吸烟者对维生素C的额外需求。",
        "pill_conflicts": []
    },
    "503": {
        "pill_id": 503,
        "pill_name": "维生素C钠胶囊",
        "pill_description": "维生素C钠胶囊，为维生素C补充剂，用干预防和治疗坏血病以及各种急、慢性传染疾病或其他疾病以增强机体抵抗力，病后恢复期、创伤愈合期及过敏性疾病的辅助治疗。",
        "pill_conflicts": []
    },
    "504": {
        "pill_id": 504,
        "pill_name": "维生素C银翘片",
        "pill_description": "维C银翘片，中成药名。为解表剂，具有疏风解表，清热解毒之功效。主治外感风热所致的流行性感冒，症见发热，头痛，咳嗽，口干，咽喉疼痛。",
        "pill_conflicts": []
    },
    "505": {
        "pill_id": 505,
        "pill_name": "维生素E烟酸酯胶丸",
        "pill_description": "维生素E烟酸酯胶丸，用于高血脂症及动脉粥样硬化的防治。.",
        "pill_conflicts": [228,36,236,31]
    },
    "506": {
        "pill_id": 506,
        "pill_name": "维生素E烟酸酯胶囊",
        "pill_description": "维生素E烟酸酯胶囊，适应症为用于高血脂症及动脉粥样硬化的防治。",
        "pill_conflicts": [228,36,236,31]
    },
    "507": {
        "pill_id": 507,
        "pill_name": "维生素E片",
        "pill_description": "维生素E片，适应症为用于心、脑血管疾病及习惯性流产、不孕症的辅助治疗。",
        "pill_conflicts": [228,36,236,31]
    },
    "508": {
        "pill_id": 508,
        "pill_name": "维生素E胶丸",
        "pill_description": "维生素E胶丸，用于心、脑血管疾病及习惯性流产、不孕症的辅助治疗。.",
        "pill_conflicts": [228,36,236,31]
    },
    "509": {
        "pill_id": 509,
        "pill_name": "维生素E软胶囊",
        "pill_description": "维生素E软胶囊，适应症为用于心、脑血管疾病及习惯性流产、不孕症的辅助治疗。",
        "pill_conflicts": [228,36,236,31]
    },
    "510": {
        "pill_id": 510,
        "pill_name": "缬沙坦分散片",
        "pill_description": "缬沙坦分散片，适应症为治疗轻、中度原发性高血压。",
        "pill_conflicts": [544,324,228,326,543,172,403,443,444,542,351]
    },
    "511": {
        "pill_id": 511,
        "pill_name": "缬沙坦氢氯噻嗪分散片",
        "pill_description": "缬沙坦氢氯噻嗪分散片，用于治疗单一药物不能充分控制血压的轻度一中度原发性高血压，本品不适合高血压的初始治疗。.",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "512": {
        "pill_id": 512,
        "pill_name": "缬沙坦氢氯噻嗪片",
        "pill_description": "缬沙坦氢氯噻嗪片，适应症为用于治疗单一药物不能充分控制血压的轻度-中度原发性高血压。本品不适用高血压的初始治疗。2022年8月5日，华海药业公告，公司收到国家药监局核准签发的缬沙坦氢氯噻嗪片的药品注册证书。",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "513": {
        "pill_id": 513,
        "pill_name": "缬沙坦氢氯噻嗪胶囊",
        "pill_description": "缬沙坦氢氯噻嗪胶囊，适应症为用于治疗单一药物不能充分控制血压的轻～中度原发性高血压。",
        "pill_conflicts": [312,36,376,326,199,328,172,653,434,435,403,566,216,313]
    },
    "514": {
        "pill_id": 514,
        "pill_name": "缬沙坦氨氯地平片(I)",
        "pill_description": "缬沙坦氨氯地平片(Ⅰ)，适应症为治疗原发性高血压。本品用于单药治疗不能充分控制血压的患者。",
        "pill_conflicts": [403,444,443]
    },
    "515": {
        "pill_id": 515,
        "pill_name": "缬沙坦氨氯地平片（II）",
        "pill_description": "缬沙坦氨氯地平片(II)，药品，批准文号为H20120427。",
        "pill_conflicts": [403,444,443]
    },
    "516": {
        "pill_id": 516,
        "pill_name": "缬沙坦片",
        "pill_description": "缬沙坦片，适应症为原发性高血压。",
        "pill_conflicts": [544,324,228,326,543,172,403,443,444,542,351]
    },
    "517": {
        "pill_id": 517,
        "pill_name": "缬沙坦胶囊",
        "pill_description": "缬沙坦胶囊，缬沙坦适用于各类轻至中度高血压，尤其适用于对ACE抑制剂不耐受的患者。",
        "pill_conflicts": [544,324,228,326,543,172,403,443,444,542,351]
    },
    "518": {
        "pill_id": 518,
        "pill_name": "美洛昔康分散片",
        "pill_description": "美洛昔康分散片，适应症为适用于类风湿性关节炎的症状治疗、疼痛性骨关节炎（关节病、退形性骨关节病）的症状治疗。",
        "pill_conflicts": [653,658,659,21,22,36,469,312,313,195,467,468,213,214,471,472,89,90,217,91,473,215,470,88,218,100,228,115,379]
    },
    "519": {
        "pill_id": 519,
        "pill_name": "美洛昔康片",
        "pill_description": "美洛昔康片，适应症为- 骨关节炎症状加重时的短期症状治疗。- 类风湿性关节炎和强直性脊柱炎的长期症状治疗。",
        "pill_conflicts": [653,658,659,21,22,36,469,312,313,195,467,468,213,214,471,472,89,90,217,91,473,215,470,88,218,100,228,115,379]
    },
    "520": {
        "pill_id": 520,
        "pill_name": "美洛昔康胶囊",
        "pill_description": "美洛昔康胶囊，适应症为本品是一种非甾体抗炎药(NSAID)，适用于类风湿性关节炎、疼痛性骨关节炎(关节病、退行性骨关节病)的治疗。",
        "pill_conflicts": [653,658,659,21,22,36,469,312,313,195,467,468,213,214,471,472,89,90,217,91,473,215,470,88,218,100,228,115,379]
    },
    "521": {
        "pill_id": 521,
        "pill_name": "美索巴莫分散片",
        "pill_description": "美索巴莫分散片是一种西药制剂，主要用于急性肌肉骨骼性疼痛等病症。",
        "pill_conflicts": [652,653,272,273,403,404,405,170,171,172,318,319,320,326,212,88,89,90,91,100,104,105,122]
    },
    "522": {
        "pill_id": 522,
        "pill_name": "美索巴莫片",
        "pill_description": "美索巴莫片，适应症为肌肉松弛药 。用于关节肌肉扭伤、腰肌劳损、坐骨神经痛等病症。",
        "pill_conflicts": [652,653,272,273,403,404,405,170,171,172,318,319,320,326,212,88,89,90,91,100,104,105,122]
    },
    "523": {
        "pill_id": 523,
        "pill_name": "美索巴莫胶囊",
        "pill_description": "美索巴莫胶囊，用于腰及关节韧带急性扭伤、坐骨神经痛、增生性脊柱炎、风湿性关节炎、类风湿性关节炎、肌肉劳损等。.",
        "pill_conflicts": [652,653,272,273,403,404,405,170,171,172,318,319,320,326,212,88,89,90,91,100,104,105,122]
    },
    "524": {
        "pill_id": 524,
        "pill_name": "羟基脲片",
        "pill_description": "羟基脲片，1．对慢性粒细胞白血病（CML）有效，并可用于对马利兰耐药的CML；2．对黑色素瘤、肾癌、头颈部癌有一定疗效，与放疗联合对头颈部及宫颈鳞癌有效。",
        "pill_conflicts": [321,258,259,260,322,456,8,9,10,236,201,366,367,368,658,659,31]
    },
    "525": {
        "pill_id": 525,
        "pill_name": "羟基脲胶囊",
        "pill_description": "羟基脲胶囊，适应症为抗肿瘤药。主要用于治疗慢性粒细胞白血病，慢性粒细胞白血病的加速期和急变期、真性红细胞增多症、多发性骨髓瘤。另对头颈部鳞癌、复发性转移性卵巢癌、肾癌等亦有一定疗效，与放射治疗同时应用可作为放射增敏剂，可增加治疗头颈部鳞癌的疗效。",
        "pill_conflicts": [321,258,259,260,322,456,8,9,10,236,201,366,367,368,658,659,31]
    },
    "526": {
        "pill_id": 526,
        "pill_name": "胆茶碱片",
        "pill_description": "胆茶碱片，适应症为适用于支气管哮喘，也用于心源性哮喘。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "527": {
        "pill_id": 527,
        "pill_name": "艾司奥美拉唑镁肠溶片",
        "pill_description": "艾司奥美拉唑镁肠溶片，1.胃食管反流性疾病（GERD）。2.糜烂性反流性食管炎的治疗。3.已经治愈的食管炎患者防止复发的长期维持治疗。4.胃食管反流性疾病（GERD）的症状控制与适当的抗菌疗法联合用药根除幽门螺杆菌。5.愈合与幽门螺杆菌感染相关的十二指肠溃疡。6.防止与幽门螺杆菌相关的消化性溃疡复发。.",
        "pill_conflicts": []
    },
    "528": {
        "pill_id": 528,
        "pill_name": "苯妥英钠片",
        "pill_description": "苯妥英钠片，适应症为适用于治疗全身强直-阵孪性发作、复杂部分性发作（精神运动性发作、颞叶癫癎）、单纯部分性发作（局限性发作）和癫癎持续状态。也可用于治疗三叉神经痛，隐性营养不良性大疱性表皮松解（recessivedystrophicepidermolysisbullosa），发作性舞蹈手足徐动症，发作性控制障碍（包括发怒、焦虑和失眠的兴奋过度等的行为障碍疾患），肌强直症及三环类抗抑郁药过量时心脏传导障碍等。本品也适用于洋地黄中毒所致的室性及室上性心律失常，对其他各种原因引起的心律失常疗效较差。",
        "pill_conflicts": [1,21,22,541,31,33,34,36,55,577,578,579,586,587,588,589,590,94,117,119,126,144,658,659,169,170,171,172,199,216,219,220,228,236,243,244,251,254,256,257,276,277,286,296,297,302,312,313,328,336,340,342,343,344,345,347,351,352,353,354,355,376,378,380,381,382,383,384,385,386,387,388,391,392,393,394,395,396,397,403,411,413,414,415,443,444,485,492]
    },
    "529": {
        "pill_id": 529,
        "pill_name": "苯巴比妥东莨菪碱片",
        "pill_description": "苯巴比妥东莨菪碱片，适应症为用于防治乘车、船和飞机引起的眩晕、恶心和呕吐等晕动病症状。",
        "pill_conflicts": [526,18,536,537,538,539,540,31,33,34,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,88,89,90,91,100,101,104,105,618,619,620,107,111,122,123,124,126,127,128,644,647,648,135,650,651,137,138,653,150,151,172,204,212,220,222,223,226,227,228,239,243,244,272,273,274,275,283,567,312,313,314,315,318,319,320,336,342,343,344,345,346,350,351,352,353,354,355,374,375,379,387,388,397,403,404,405,410,416,434,435,443,444,485,492]
    },
    "530": {
        "pill_id": 530,
        "pill_name": "苯巴比妥片",
        "pill_description": "苯巴比妥片，适应症为主要用于治疗焦虑、失眠(用于睡眠时间短早醒患者)、癫痫及运动障碍。是治疗癫痫大发作及局限性发作的重要药物。也可用作抗高胆红素血症药及麻醉前用药。",
        "pill_conflicts": [526,18,536,537,538,539,540,31,33,34,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,88,89,90,91,100,101,104,105,618,619,620,107,111,122,123,124,126,127,128,644,647,648,135,650,651,137,138,653,150,151,172,204,212,220,222,223,226,227,228,239,243,244,272,273,274,275,283,567,312,313,314,315,318,319,320,336,342,343,344,345,346,350,351,352,353,354,355,374,375,379,387,388,397,403,404,405,410,416,434,435,443,444,485,492]
    },
    "531": {
        "pill_id": 531,
        "pill_name": "苯甲酸利扎曲普坦片",
        "pill_description": "苯甲酸利扎曲普坦片，用于成人有或无先兆的偏头痛发作的急性治疗。不适用于预防偏头痛，不适用于半身不遂或基底部偏头痛患者。",
        "pill_conflicts": [326]
    },
    "532": {
        "pill_id": 532,
        "pill_name": "苯甲酸利扎曲普坦胶囊",
        "pill_description": "苯甲酸利扎曲普坦胶囊，适应症为用于成人有或无先兆的偏头痛发作的急性治疗。不适用于预防偏头痛。不适用于半身不遂或基底部偏头痛患者。",
        "pill_conflicts": [326]
    },
    "533": {
        "pill_id": 533,
        "pill_name": "苯磺酸氨氯地平分散片",
        "pill_description": "苯磺酸氨氯地平分散片，（1）高血压。可单独使用本品治疗，也可与其他抗高血压药物合用。（2）慢性稳定性心绞痛及变异型心绞痛。可单独使用本品治疗，也可与其他抗心绞痛药物合用。",
        "pill_conflicts": [403,444,443]
    },
    "534": {
        "pill_id": 534,
        "pill_name": "苯磺酸氨氯地平片",
        "pill_description": "苯磺酸氨氯地平片，适应症为1、高血压本品适用于高血压的治疗。可单独应用或与其他抗高血压药物联合应用。2、冠心病（CAD）慢性稳定性心绞痛本品适用于慢性稳定性心绞痛的对症治疗。可单独应用或与其他抗心绞痛药物联合应用。血管痉挛性心绞痛（Prinzmetal&#39;s 或变异型心绞痛）本品适用于确诊或可疑的血管痉挛性心绞痛的治疗。可单独应用也可与其他抗心绞痛药物联合应用。经血管造影证实的冠心病经血管造影证实为冠心病，但射血分数≥40%且无心衰的患者，本品可减少因心绞痛住院的风险以及降低冠状动脉重建术的风险。",
        "pill_conflicts": [403,444,443]
    },
    "535": {
        "pill_id": 535,
        "pill_name": "苯磺酸氨氯地平胶囊",
        "pill_description": "苯磺酸氨氯地平胶囊，1.高血压病。可单独使用本品治疗，也可与其它抗高血压药物合用。2.慢性稳定性心绞痛及变异型心绞痛。可单独使用本品治疗，也可与其它抗心绞痛药物合用。",
        "pill_conflicts": [403,444,443]
    },
    "536": {
        "pill_id": 536,
        "pill_name": "茶碱愈创甘油醚软胶囊",
        "pill_description": "茶碱愈创甘油醚软胶囊，平喘、祛痰。适用于喘息性支气管炎、慢性支气管炎、支气管哮喘。.",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "537": {
        "pill_id": 537,
        "pill_name": "茶碱缓释片",
        "pill_description": "茶碱缓释片，适应症为适用于支气管哮喘、喘息型支气管炎、阻塞性肺气肿等缓解喘息症状；也可用于心源性肺水肿引起的哮喘。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "538": {
        "pill_id": 538,
        "pill_name": "茶碱缓释胶囊",
        "pill_description": "茶碱缓释胶囊，(1)用于缓解或预防各年龄组成人和3岁以上儿童的支气管哮喘的发作。本品用于哮喘急性发作后的维持治疗，能有效地防止再次发作。与β2 受体激动剂或糖皮质激素合用其疗效比单用任何一种药物更佳，且不良反应降低，耐受性更好。 (2)也适用于慢性支气管炎和肺气肿伴有的支气管痉挛的症状。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "539": {
        "pill_id": 539,
        "pill_name": "茶碱麻黄碱片",
        "pill_description": "茶碱麻黄碱片，适应症为用于支气管哮喘，慢性喘型支气管炎、阻塞性肺气肿。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "540": {
        "pill_id": 540,
        "pill_name": "茶碱麻黄碱胶囊",
        "pill_description": "茶碱麻黄碱胶囊，平滑肌松弛药，止咳平喘，用于支气管哮喘，慢性喘息性气管炎。.",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "541": {
        "pill_id": 541,
        "pill_name": "草酸艾司西酞普兰片",
        "pill_description": "草酸艾司西酞普兰片，适应症为治疗抑郁障碍，治疗伴有或不伴有广场恐怖症的惊恐障碍。",
        "pill_conflicts": [653,528,272,273,403,28,29,30,436,312,313,443,444,326,465,466,212,341,88,89,90,91,220,100,104,105,122]
    },
    "542": {
        "pill_id": 542,
        "pill_name": "萘丁美酮分散片",
        "pill_description": "萘丁美酮分散片，适应症为适用于骨关节炎和类风湿性关节炎及需抗炎治疗的类似症状。",
        "pill_conflicts": [516,517,8,9,10,21,22,36,45,46,47,48,561,562,64,65,66,67,68,69,580,583,584,585,581,587,582,593,82,83,84,85,594,595,88,89,90,91,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,99,100,620,104,105,115,116,122,131,140,141,142,143,653,145,146,658,659,181,182,195,201,202,203,212,213,214,215,217,218,228,229,232,233,240,241,242,249,251,258,259,260,272,273,282,293,312,313,321,322,577,346,578,352,353,354,355,579,366,367,368,374,375,379,410,411,424,425,426,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473,496,510]
    },
    "543": {
        "pill_id": 543,
        "pill_name": "萘丁美酮片",
        "pill_description": "萘丁美酮片，适应症为适应于骨关节炎和类风湿性关节炎。",
        "pill_conflicts": [516,517,8,9,10,21,22,36,45,46,47,48,561,562,64,65,66,67,68,69,580,583,584,585,581,587,582,593,82,83,84,85,594,595,88,89,90,91,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,99,100,620,104,105,115,116,122,131,140,141,142,143,653,145,146,658,659,181,182,195,201,202,203,212,213,214,215,217,218,228,229,232,233,240,241,242,249,251,258,259,260,272,273,282,293,312,313,321,322,577,346,578,352,353,354,355,579,366,367,368,374,375,379,410,411,424,425,426,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473,496,510]
    },
    "544": {
        "pill_id": 544,
        "pill_name": "萘丁美酮胶囊",
        "pill_description": "萘丁美酮胶囊，适应症为（1）各种急、慢性炎性关节炎、类风湿性关节炎、强直性脊椎炎、骨关节炎、痛风性关节炎、银屑病关节炎、反应性关节炎、赖特综合症、风湿性关节炎以及其他关节炎或关节痛。（2）软组织风湿病；包括肩周炎、颈肩综合症、网球肘、纤维肌痛症、腰肌劳损、腰椎间盘脱出、肌腱炎、腱鞘炎和滑囊炎等。（3）运动性软组织损伤、扭伤和挫伤等。（4）其他如手术后疼痛、外伤后疼痛、牙痛、拔牙后痛、痛经等。",
        "pill_conflicts": [516,517,8,9,10,21,22,36,45,46,47,48,561,562,64,65,66,67,68,69,580,583,584,585,581,587,582,593,82,83,84,85,594,595,88,89,90,91,596,597,598,599,600,601,602,603,604,605,606,607,608,609,610,99,100,620,104,105,115,116,122,131,140,141,142,143,653,145,146,658,659,181,182,195,201,202,203,212,213,214,215,217,218,228,229,232,233,240,241,242,249,251,258,259,260,272,273,282,293,312,313,321,322,577,346,578,352,353,354,355,579,366,367,368,374,375,379,410,411,424,425,426,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473,496,510]
    },
    "545": {
        "pill_id": 545,
        "pill_name": "萘普生分散片",
        "pill_description": "萘普生分散片，1．用于治疗关节及肌肉扭伤、挫伤、腱滑膜炎和纤维组织炎的炎症及疼痛。2．用于头痛、牙痛、神经痛及原发性痛经的对症治疗。.",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "546": {
        "pill_id": 546,
        "pill_name": "萘普生片",
        "pill_description": "萘普生片，消炎镇痛药物。用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。治疗成人大骨节病和地方性氟骨症。",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "547": {
        "pill_id": 547,
        "pill_name": "萘普生缓释片",
        "pill_description": "萘普生缓释片，用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "548": {
        "pill_id": 548,
        "pill_name": "萘普生缓释胶囊",
        "pill_description": "用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "549": {
        "pill_id": 549,
        "pill_name": "萘普生肠溶微丸胶囊",
        "pill_description": "萘普生肠溶微丸胶囊，适应症为用于缓解轻度至中度疼痛，如关节痛、肌肉痛、神经痛、头痛、牙痛、痛经。",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "550": {
        "pill_id": 550,
        "pill_name": "萘普生胶囊",
        "pill_description": "萘普生胶囊，用于治疗风湿性和类风湿性关节炎、骨关节炎、强直性脊柱炎、痛风、关节炎、腱鞘炎。亦可用于缓解骨肉骨骼扭伤、挫伤、损伤以及痛经等所致的疼痛。.",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "551": {
        "pill_id": 551,
        "pill_name": "萘普生钠伪麻黄碱缓释片",
        "pill_description": "萘普生钠伪麻黄碱缓释片，本品为感冒的对症治疗药物，用于缓解感冒、过敏性鼻炎引起的鼻塞、流涕、发热、头痛、咽喉痛、周身关节及四肢肌肉酸痛等症状。",
        "pill_conflicts": [653,409,410,436,312,313,199,328,465,466,341,342,343,344,345,216,620,376,377,379]
    },
    "552": {
        "pill_id": 552,
        "pill_name": "萘普生钠片",
        "pill_description": "萘普生钠片，用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "553": {
        "pill_id": 553,
        "pill_name": "萘普生钠胶囊",
        "pill_description": "萘普生钠胶囊，用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。",
        "pill_conflicts": [352,353,354,355,195,228,313,202,203,658,659,312,217,218]
    },
    "554": {
        "pill_id": 554,
        "pill_name": "葡萄糖酸亚铁片",
        "pill_description": "葡萄糖酸亚铁片，适应症为用于缺铁性贫血。",
        "pill_conflicts": []
    },
    "555": {
        "pill_id": 555,
        "pill_name": "葡萄糖酸亚铁胶囊",
        "pill_description": "葡萄糖酸亚铁胶囊，适应症为用于治疗各种原因引起的缺铁性贫血。",
        "pill_conflicts": []
    },
    "556": {
        "pill_id": 556,
        "pill_name": "葡萄糖酸钙含片",
        "pill_description": "葡萄糖酸钙含片，适应症为用于预防和治疗钙缺乏症，如骨质疏松、手足抽搐症、骨发育不全、佝偻病以及儿童、妊娠和哺乳期妇女、绝经期妇女、老年人钙的补充。",
        "pill_conflicts": []
    },
    "557": {
        "pill_id": 557,
        "pill_name": "葡萄糖酸钙片",
        "pill_description": "葡萄糖酸钙口服溶液，适应症为用于预防和治疗钙缺乏症，如骨质疏松、手足抽搐症、骨发育不全、佝偻病以及儿童、妊娠和哺乳期妇女、绝经期妇女、老年人钙的补充。",
        "pill_conflicts": []
    },
    "558": {
        "pill_id": 558,
        "pill_name": "葡萄糖酸锌咀嚼片",
        "pill_description": "葡萄糖酸锌咀嚼片，适应症为用于治疗因缺锌引起的生长发育迟缓，营养不良、厌食症、复发性口腔溃疡，痤疮等。",
        "pill_conflicts": []
    },
    "559": {
        "pill_id": 559,
        "pill_name": "葡萄糖酸锌片",
        "pill_description": "葡萄糖酸锌片，适应症为用于治疗缺锌引起的营养不良、厌食症、异食癖、口腔溃疡、痤疮、儿童生长发育迟缓等。",
        "pill_conflicts": []
    },
    "560": {
        "pill_id": 560,
        "pill_name": "葡萄糖酸锌胶囊",
        "pill_description": "葡萄糖酸锌胶囊，适应症为用于治疗缺锌引起的营养不良、厌食症、异食癖、口腔溃疡、痤疮、儿童生长发育迟缓等。",
        "pill_conflicts": []
    },
    "561": {
        "pill_id": 561,
        "pill_name": "螺内酯片",
        "pill_description": "螺内酯片，用于以下治疗：1．水肿性疾病。2．高血压的辅助药物。3．原发性醛固酮增多症。4．低钾血症的预防。",
        "pill_conflicts": [653,403,28,29,542,30,544,543,172,580,581,326,582,583,584,585,82,83,84,85]
    },
    "562": {
        "pill_id": 562,
        "pill_name": "螺内酯胶囊",
        "pill_description": "螺内酯胶囊，适应症为1．水肿性疾病  与其他利尿药合用，治疗充血性水肿、肝硬化腹水、肾性水肿等水肿性疾病，其目的在于纠正上述疾病时伴发的继发性醛固酮分泌增多，并对抗其他利尿药的排钾作用。也用于特发性水肿的治疗。2．高血压作为治疗高血压的辅助药物。3．原发性醛固酮增多症  螺内酯可用于此病的诊断和治疗。4．低钾血症的预防  与噻嗪类利尿药合用，增强利尿效应和预防低钾血症。",
        "pill_conflicts": [653,403,28,29,542,30,544,543,172,580,581,326,582,583,584,585,82,83,84,85]
    },
    "563": {
        "pill_id": 563,
        "pill_name": "西格列汀二甲双胍片(Ⅱ)",
        "pill_description": "西格列汀二甲双胍片(Ⅱ)是一种药物，主要用于经二甲双胍单药治疗血糖仍控制不佳或正在接受二者联合治疗的2型糖尿病患者。",
        "pill_conflicts": []
    },
    "564": {
        "pill_id": 564,
        "pill_name": "西格列汀二甲双胍片（Ⅰ）",
        "pill_description": "西格列汀二甲双胍片，用于2型糖尿病患者。。",
        "pill_conflicts": []
    },
    "565": {
        "pill_id": 565,
        "pill_name": "西格列汀二甲双胍缓释片",
        "pill_description": "西格列汀二甲双胍缓释片，适用于正在接受西格列汀和二甲双胍缓释片联合治疗的成人2型糖尿病患者，",
        "pill_conflicts": []
    },
    "566": {
        "pill_id": 566,
        "pill_name": "贝那普利氢氯噻嗪片",
        "pill_description": "贝那普利氢氯噻嗪片，适应症为高血压。",
        "pill_conflicts": [512,513,7,529,530,21,22,28,29,30,35,36,41,42,43,44,45,46,47,48,55,580,581,582,583,584,585,586,82,83,84,85,88,89,90,91,94,100,103,618,619,621,622,109,125,136,139,652,657,170,171,172,177,195,212,217,218,228,230,231,236,252,253,278,286,312,313,324,341,346,347,351,403,404,405,417,427,428,436,437,443,444,455,456,465,466,511]
    },
    "567": {
        "pill_id": 567,
        "pill_name": "赖氨酸茶碱片",
        "pill_description": "赖氨酸茶碱片，适应症为本品为儿科用药，适用于治疗支气管哮喘、慢性喘息性支气管炎及肺换气不足综合症。",
        "pill_conflicts": [258,259,260,645,646,8,9,10,136,652,653,529,530,21,22,406,407,413,286,414,415,37,38,39,40,172,55,445,446,447,448,449,450,195,451,452,321,322,201,457,458,459,460,461,217,218,347,220,98,228,618,619,110,366,367,368,377,126]
    },
    "568": {
        "pill_id": 568,
        "pill_name": "赖诺普利氢氯噻嗪片",
        "pill_description": "赖诺普利氢氯噻嗪片，用于治疗高血压，本复方不适用于高血压的初始治疗，适用于赖诺普利或氢氯噻嗪单独治疗不能满意控制血压的患者，也适用于两单药联合治疗获得满意疗效后的替代治疗。",
        "pill_conflicts": [580,581,326,582,583,584,585,172,82,83,84,85,403,312,313]
    },
    "569": {
        "pill_id": 569,
        "pill_name": "赖诺普利片",
        "pill_description": "赖诺普利片，适应症为高血压：本品用于治疗原发性高血压及肾血管性高血压。可单独服用或与其他降压药合用。充血性心力衰竭：本品可与洋地黄或利尿剂相配合作为充血性心力衰竭的辅助治疗。急性心肌梗塞：本品用于治疗急性心肌梗塞后24小时内血液动力学稳定的患者，能预防左室功能不全或心力衰竭的发展并提高生存率。患者在合适的条件下应接受常规推荐的治疗如抗栓剂、阿斯匹林以及β－受体阻滞剂。",
        "pill_conflicts": [580,581,326,582,583,584,585,172,82,83,84,85,403,312,313]
    },
    "570": {
        "pill_id": 570,
        "pill_name": "赖诺普利胶囊",
        "pill_description": "赖诺普利胶囊，本品适用于治疗原发性高血压及肾血管性高血压，可单独使用或与其它类的抗高血压药如利尿药合并使用。充血性心力衰竭患者，在用洋地黄或利尿剂效果不好时可加用本品。",
        "pill_conflicts": [580,581,326,582,583,584,585,172,82,83,84,85,403,312,313]
    },
    "571": {
        "pill_id": 571,
        "pill_name": "辛伐他汀咀嚼片",
        "pill_description": "辛伐他汀咀嚼片，用于治疗高胆固醇血症。对于原发性高胆固醇血症患者，当饮食控制及其它非药物治疗不理想时，可予辛伐他汀治疗。",
        "pill_conflicts": [224,225,327,169,298,299,300,658,659,21,22,31]
    },
    "572": {
        "pill_id": 572,
        "pill_name": "辛伐他汀片",
        "pill_description": "辛伐他汀片，处方药，辛伐他汀片适应症为高脂血症、冠心病合并高胆固醇血症以及患有杂合子家族性高胆固醇血症儿童患者，结合饮食控制，本品可用于降低总胆固醇、低密度脂蛋白胆固醇、载脂蛋白B和甘油三酯。辛伐他汀通过降低极低密度脂蛋白胆固醇(VLDL-C)的浓度，诱导低密度脂蛋白（ LDL）受体，导致 LDL胆固醇的减少并增加LDL-C的分解代谢等途径，降低正常及升高的低密度脂蛋白胆固醇(LDL-C)的浓度。此外，辛伐他汀能升高高密度脂蛋白胆固醇(HDL-C)的浓度和降低血浆甘油三酯(TG)。这些均可以导致总胆固醇/HDL-C及LDL-C/HDL-C的降低。2009年，辛伐他汀成为唯一入选《国家基本药物目录》的他汀类药物。",
        "pill_conflicts": [224,225,327,169,298,299,300,658,659,21,22,31]
    },
    "573": {
        "pill_id": 573,
        "pill_name": "辛伐他汀胶囊",
        "pill_description": "辛伐他汀胶囊，适应症为用于治疗高胆固醇血症和混合型高脂血症；冠心病和脑中风的防治。",
        "pill_conflicts": [224,225,327,169,298,299,300,658,659,21,22,31]
    },
    "574": {
        "pill_id": 574,
        "pill_name": "酒石酸美托洛尔片",
        "pill_description": "酒石酸美托洛尔片，适应症为用于治疗高血压、心绞痛、心肌梗死、肥厚型心肌病、主动脉夹层、心律失常、甲状腺功能亢进、心脏神经官能症等。近年来尚用于心力衰竭的治疗，此时应在有经验的医师指导下使用。",
        "pill_conflicts": [326,172,336,403,212]
    },
    "575": {
        "pill_id": 575,
        "pill_name": "酒石酸美托洛尔缓释片",
        "pill_description": "酒石酸美托洛尔缓释片用于治疗高血压、心绞痛、心肌梗死、肥厚型心肌病、主动脉夹层、心律失常、甲状腺机能亢进、心脏神经官能症等。近年来尚用于心力衰竭的治疗，此时应在有经验的医师指导下使用。",
        "pill_conflicts": [326,172,336,403,212]
    },
    "576": {
        "pill_id": 576,
        "pill_name": "酒石酸美托洛尔胶囊",
        "pill_description": "酒石酸美托洛尔胶囊，适应症为用于治疗高血压、心绞痛、心肌梗死、肥厚型心肌病、主动脉夹层、心律失常、甲状腺机能亢进、心脏神经官能症等。近年来尚用于心力衰竭的治疗，此时应在有经验的医师指导下使用。",
        "pill_conflicts": [326,172,336,403,212]
    },
    "577": {
        "pill_id": 577,
        "pill_name": "酮咯酸氨丁三醇分散片",
        "pill_description": "酮咯酸氨丁三醇分散片，本品适用于需要阿片水平镇痛药的急性较严重疼痛的短期治疗，通常用于手术后镇痛，不适用于轻度或慢性疼痛的治疗。.",
        "pill_conflicts": [653,528,272,273,658,659,410,283,542,543,544,45,46,47,48,312,313,202,203,587,212,88,89,90,91,346,352,353,354,355,100,104,105,236,372,373,122,251]
    },
    "578": {
        "pill_id": 578,
        "pill_name": "酮咯酸氨丁三醇片",
        "pill_description": "酮咯酸氨丁三醇片，适应症为本品适用于需要阿片水平镇痛药的急性较严重疼痛的短期治疗，通常用于手术后镇痛，不适用于轻度或慢性疼痛的治疗。",
        "pill_conflicts": [653,528,272,273,658,659,410,283,542,543,544,45,46,47,48,312,313,202,203,587,212,88,89,90,91,346,352,353,354,355,100,104,105,236,372,373,122,251]
    },
    "579": {
        "pill_id": 579,
        "pill_name": "酮咯酸氨丁三醇胶囊",
        "pill_description": "酮咯酸氨丁三醇胶囊，适应症为本品适用于需要阿片水平镇痛药的急性较严重疼痛的短期治疗，通常用于手术后镇痛，不适用于轻度或慢性疼痛的治疗。",
        "pill_conflicts": [653,528,272,273,658,659,410,283,542,543,544,45,46,47,48,312,313,202,203,587,212,88,89,90,91,346,352,353,354,355,100,104,105,236,372,373,122,251]
    },
    "580": {
        "pill_id": 580,
        "pill_name": "酮洛芬片",
        "pill_description": "酮洛芬片，适应症为用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "581": {
        "pill_id": 581,
        "pill_name": "酮洛芬缓释片",
        "pill_description": "酮洛芬缓释片是一种西药制剂，主要用于类风湿性关节炎、风湿性关节炎等病症。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "582": {
        "pill_id": 582,
        "pill_name": "酮洛芬缓释胶囊",
        "pill_description": "酮洛芬缓释胶囊，处方药，胶囊剂，主要成分为酮洛芬，主要用于风湿性或类风湿性关节炎、骨关节炎、强直性脊椎炎、痛风、痛经等，也可用于关节扭伤、软组强损伤、骨折疼痛及术后疼痛等。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "583": {
        "pill_id": 583,
        "pill_name": "酮洛芬肠溶片",
        "pill_description": "酮洛芬肠溶片，适应症为用于类风湿关节炎、骨关节炎、强直性脊柱炎、痛风性关节炎等的关节肿痛、以及痛经、牙痛、手术后痛、癌性疼痛等。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "584": {
        "pill_id": 584,
        "pill_name": "酮洛芬肠溶胶囊",
        "pill_description": "酮洛芬肠溶胶囊，适应症为用于各种关节炎：类风湿关节炎、骨性关节炎、强直性脊柱炎、痛风性关节炎等的关节痛、肿以及各种疼痛，如痛经、牙痛、手术后痛、癌性疼痛等。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "585": {
        "pill_id": 585,
        "pill_name": "酮洛芬胶囊",
        "pill_description": "酮洛芬胶囊，适应症为用于缓解轻至中度疼痛，如关节痛、神经痛、肌肉痛、偏头痛、头痛、痛经、牙痛。",
        "pill_conflicts": [8,9,10,21,22,28,29,30,542,543,544,45,46,47,48,561,562,566,568,569,570,64,65,66,67,68,69,88,89,90,91,100,104,105,115,122,131,653,145,146,658,659,195,201,202,203,212,213,214,215,217,218,236,241,242,245,258,259,260,272,273,280,281,283,312,313,321,322,346,352,353,354,355,366,367,368,374,375,379,410,413,414,415,434,435,438,439,440,445,446,447,448,449,450,451,452,467,468,469,470,471,472,473]
    },
    "586": {
        "pill_id": 586,
        "pill_name": "醋酸地塞米松片",
        "pill_description": "醋酸地塞米松片，适应症为主要用于过敏性与自身免疫性炎症性疾病。如结缔组织病，严重的支气管哮喘，皮炎等过敏性疾病，溃疡性结肠炎，急性白血病，恶性淋巴瘤等。此外，本药还用于某些肾上腺皮质疾病的诊断—地塞米松抑制试验。",
        "pill_conflicts": [644,652,653,528,658,659,45,46,47,48,434,435,566,312,313,443,444,212,342,343,344,345,220,352,353,354,355]
    },
    "587": {
        "pill_id": 587,
        "pill_name": "醋酸氢化可的松片",
        "pill_description": "醋酸氢化可的松片，适应症为主要用于治疗肾上腺皮质功能减退症的替代治疗及先天性肾上腺皮质增生症。",
        "pill_conflicts": [653,528,272,273,658,404,405,659,283,28,29,542,30,544,543,169,312,313,443,444,577,578,579,212,346,220,104,105,236,122,379]
    },
    "588": {
        "pill_id": 588,
        "pill_name": "醋酸泼尼松片",
        "pill_description": "醋酸泼尼松片，适应症为主要用于过敏性与自身免疫性炎症性疾病。适用于结缔组织病，系统性红斑狼疮，严重的支气管哮喘，皮肌炎，血管炎等过敏性疾病，急性白血病，恶性淋巴瘤以及适用于其他肾上腺皮质激素类药物的病症等。",
        "pill_conflicts": [528,658,659,312,313]
    },
    "589": {
        "pill_id": 589,
        "pill_name": "醋酸泼尼松龙片",
        "pill_description": "醋酸泼尼松龙片，用于过敏性与自身免疫性炎症疾病，胶原性疾病。如风湿病、类风湿性关节炎、红斑狼疮、严重支气管哮喘、肾病综合症、血小板减少性紫癜、粒细胞减少症、急性淋巴性白血病、各种肾上腺皮质功能不足症、剥脱性皮炎、无疱疮神经性皮炎、类湿疹等。",
        "pill_conflicts": [528,658,659,312,313]
    },
    "590": {
        "pill_id": 590,
        "pill_name": "醋酸阿比特龙片",
        "pill_description": "醋酸阿比特龙片，本品与泼尼松合用，治疗转移性去势抵抗性前列腺癌（mCRPC）。.",
        "pill_conflicts": [258,259,260,389,390,391,8,9,10,397,528,403,21,22,23,24,409,410,411,417,292,170,171,437,312,313,443,444,321,322,195,324,326,201,337,342,343,344,217,218,219,345,220,351,352,481,482,483,484,353,354,355,485,366,367,368,372,373,374,375,248,118]
    },
    "591": {
        "pill_id": 591,
        "pill_name": "铋镁碳酸氢钠片",
        "pill_description": "铋镁碳酸氢钠片，适应症为用于慢性胃炎及缓解胃酸过多引起的胃痛、胃灼热感（烧心）、反酸。",
        "pill_conflicts": []
    },
    "592": {
        "pill_id": 592,
        "pill_name": "门冬氨酸氨氯地平片",
        "pill_description": "门冬氨酸氨氯地平片是一种药物，可单独或联合其它抗高血压药物治疗高血压。",
        "pill_conflicts": [403,444,443]
    },
    "593": {
        "pill_id": 593,
        "pill_name": "阿司匹林分散片",
        "pill_description": "阿司匹林分散片，1．镇痛、解热：缓解轻度或中度的疼痛，如头痛、牙痛、神经痛、肌肉痛及月经痛，也用于感冒和流感等退热本品仅能缓解症状，不能治疗引起疼痛和发热的病因，故需同时应用其他药物对病因进行治疗。2．抗炎、抗风湿：为治疗风湿热的常用药物。用药后可解热，使关节疼痛等症状缓解，同时使血沉下降，但不能改变风湿热的基本病理变化，也不能治疗和预防风湿性心脏损害及其他合并症。3．关节炎：除风湿性关节炎外．本品也用于治疗类风湿关节炎，可改善症状，但须同时进行病因治疗。此外，本品也用于骨关节炎、强直性脊柱炎、痛风性关节炎、幼年型关节炎以及其他非风湿性炎症的骨骼肌肉疼痛，也能缓解症状。但近年在这些疾病已很少应用本品。4．抗血栓：本品对血小板聚集有抑制作用，可防止血栓形成，临床用于预防一过性脑缺血发作、心肌梗死、心房颤动、人工心脏瓣膜、动静脉瘘或其他手术后的血栓形成。也可用于治疗不稳定型心绞痛。5．儿童皮肤",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "594": {
        "pill_id": 594,
        "pill_name": "阿司匹林双嘧达莫片",
        "pill_description": "阿司匹林双嘧达莫片，适应症为用于防治血栓栓塞，降低心肌梗塞、脑血栓的形成以及慢性心绞痛的治疗；也可用于外科手术后的心瓣膜病及人工瓣膜手术后原发性、复发性血栓静脉炎等。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "595": {
        "pill_id": 595,
        "pill_name": "阿司匹林双嘧达莫缓释片",
        "pill_description": "阿司匹林双嘧达莫缓释片，本品适用于已有短暂脑缺血发作或血栓形成所致缺血性脑卒中患者，降低脑卒中或脑卒中再发的危险。.",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "596": {
        "pill_id": 596,
        "pill_name": "阿司匹林双嘧达莫缓释胶囊",
        "pill_description": "阿司匹林双嘧达莫缓释胶囊，适应症为本品适用于已患有由于脑血栓形成而导致的短暂脑缺血发作或缺血性脑卒中患者降低发生或再发生脑卒中的风险。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "597": {
        "pill_id": 597,
        "pill_name": "阿司匹林可待因片",
        "pill_description": "阿司匹林可待因片，适应症为用于缓解各种手术后疼痛及中度癌症疼痛等。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "598": {
        "pill_id": 598,
        "pill_name": "阿司匹林咀嚼片",
        "pill_description": "阿司匹林咀嚼片，用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "599": {
        "pill_id": 599,
        "pill_name": "阿司匹林泡腾片",
        "pill_description": "阿司匹林泡腾片，适应症为用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛，如头痛、牙痛、神经痛、肌肉痛、痛经及关节痛等。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "600": {
        "pill_id": 600,
        "pill_name": "阿司匹林片",
        "pill_description": "阿司匹林片，用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "601": {
        "pill_id": 601,
        "pill_name": "阿司匹林维C肠溶片",
        "pill_description": "阿司匹林维C肠溶片，适应症为用于各种风湿痛、神经痛、关节痛以及感冒、发烧、头痛、牙痛等症。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "602": {
        "pill_id": 602,
        "pill_name": "阿司匹林维C肠溶胶囊",
        "pill_description": "阿司匹林维C肠溶胶囊，适应症为用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "603": {
        "pill_id": 603,
        "pill_name": "阿司匹林维生素C分散片",
        "pill_description": "阿司匹林维生素C分散片，适应症为用于轻到中度头痛、发热，包括与感冒有关的发热。注意：无医生指导，本品不可长期或大剂量服用。由于可能发生Reye氏综合症，本品只有在其它治疗无效时，才能在医生指导下用于患发热性疾病的儿童和青少年。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "604": {
        "pill_id": 604,
        "pill_name": "阿司匹林维生素C咀嚼片",
        "pill_description": "阿司匹林维生素C咀嚼片，用于感冒或流感引起的发热、头痛、周身酸痛。.",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "605": {
        "pill_id": 605,
        "pill_name": "阿司匹林缓释片",
        "pill_description": "阿司匹林缓释片，英文名为Aspirin Sustained—Release Tablets。本品属于非甾体抗炎药，处方或者非处方均可，有镇痛作用、抗炎作用、解热作用、抗风湿作用、抑制血小板聚集的作用。主要适用于预防-过性脑缺血发作、心肌梗死、心房颤动、人工心脏瓣膜、动静脉痿或其他手术后的血栓形成。也可用于治疗不稳定型心绞痛。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "606": {
        "pill_id": 606,
        "pill_name": "阿司匹林缓释胶囊",
        "pill_description": "阿司匹林缓释胶囊，适应症为抑制血小板聚集。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "607": {
        "pill_id": 607,
        "pill_name": "阿司匹林肠溶片",
        "pill_description": "阿司匹林肠溶片，适应症为阿司匹林对血小板聚集的抑制作用，因此阿司匹林肠溶片适应症如下：降低急性心肌梗死疑似患者的发病风险预防心肌梗死复发中风的二级预防降低短暂性脑缺血发作(TIA)及其继发脑卒中的风险降低稳定性和不稳定性心绞痛患者的发病风险动脉外科手术或介入手术后，如经皮冠脉腔内成形术(PTCA)，冠状动脉旁路术(CABG)，颈动脉内膜剥离术，动静脉分流术预防大手术后深静脉血栓和肺栓塞降低心血管危险因素者（冠心病家族史、糖尿病、血脂异常、高血压、肥胖、抽烟史、年龄大于50岁者）心肌梗死发作的风险。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "608": {
        "pill_id": 608,
        "pill_name": "阿司匹林肠溶缓释片",
        "pill_description": "阿司匹林肠溶缓释片，适应症为本用主要用于抑制血小板粘附和聚集，减少动脉粥样硬化患者的心肌梗塞、暂时性脑缺血或中风发生。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "609": {
        "pill_id": 609,
        "pill_name": "阿司匹林肠溶胶囊",
        "pill_description": "阿司匹林肠溶胶囊，适应症为本品主要用于抑制血小板聚集，减少动脉粥样硬化患者的心肌梗塞、暂时性脑缺血或中风发生。同时可用于镇痛，消炎，解热，抗风湿。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "610": {
        "pill_id": 610,
        "pill_name": "阿司匹林锌肠溶胶囊",
        "pill_description": "阿司匹林锌肠溶胶囊，用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": [544,212,312,313,542,543]
    },
    "611": {
        "pill_id": 611,
        "pill_name": "阿托伐他汀钙分散片",
        "pill_description": "阿托伐他汀钙分散片，高胆固醇血症；冠心病或冠心病等危症（如：糖尿病，症状性动脉粥样硬化性疾病等）合并高胆固醇血症或混合型血脂异常的患者。.",
        "pill_conflicts": [31]
    },
    "612": {
        "pill_id": 612,
        "pill_name": "阿托伐他汀钙片",
        "pill_description": "阿托伐他汀钙片，适应症为高胆固醇血症原发性高胆固醇血症患者。包括家族性高胆固醇血症（杂合子型）或混合型高脂血症（相当于Fredrickson分类法的IIa和IIb型）患者，如果饮食治疗和其他非药物治疗疗效不满意，应用本品可治疗其总胆固醇（TC）升高、低密度脂蛋白胆固醇（LDL-C）升高、载脂蛋白B(Apo B)升高和甘油三酯（TG）升高。在纯合子家族性高胆固醇血症患者，阿托伐他汀可与其他降脂疗法（如LDL血浆透析法）合用或单独使用（当无其他治疗手段时），以降低TC和LDL-C。冠心病冠心病或冠心病等危症（如：糖尿病、症状性动脉粥样硬化疾病等）合并高胆固醇血症或混合型血脂异常的患者，本品适用于：降低非致死性心肌梗死的风险，降低致死性和非致死性卒中的风险、降低血管重建术的风险，降低因充血性心力衰竭而住院的风险，降低心绞痛的风险。",
        "pill_conflicts": [31]
    },
    "613": {
        "pill_id": 613,
        "pill_name": "阿托伐他汀钙胶囊",
        "pill_description": "阿托伐他汀钙胶囊，适应症为原发性高胆固醇血症患者。包括家族性高胆固醇血症(杂台子型)或混合性高脂血症（相当于Fredrickson分类法||a和||b型)患者．如果饮食治疗和其它非药物治疗疗效不满意,应用本品可治疗其总胆固醇升高、低密度脂蛋白胆固醇升高、载脂蛋白B升高和甘油三酯升高。在纯合子家族性高胆固醇血症患者．阿托伐他汀钙可与其它降脂疗法合用或单独使用（当无其它治疗手段时），以降低总胆固醇和低密度脂蛋白胆固醇。",
        "pill_conflicts": [31]
    },
    "614": {
        "pill_id": 614,
        "pill_name": "阿昔洛韦分散片",
        "pill_description": "阿昔洛韦分散片，本品适用于由单纯疱疹病毒和水痘一带状疱疹病毒引起的皮肤、粘膜感染，如：急性带状疱疹、初发和复发的生殖器疱疹及水痘。",
        "pill_conflicts": []
    },
    "615": {
        "pill_id": 615,
        "pill_name": "阿昔洛韦咀嚼片",
        "pill_description": "阿昔洛韦咀嚼片，适应症为1.单纯疱疹病毒感染：用于生殖器疱疹病毒感染初发和复发病例，对反复发作病例口服本品用作预防。2.带状疱疹：服用于免疫功能正常者带状疱疹和免疫缺陷者轻症病例的治疗。 3.免疫缺陷者水痘的治疗。",
        "pill_conflicts": []
    },
    "616": {
        "pill_id": 616,
        "pill_name": "阿昔洛韦片",
        "pill_description": "阿昔洛韦片，用于治疗1.单纯疱疹病毒感染：生殖器疱疹病毒感染初发和复发病例，对反复发作病例口服本品用作预防2.带状疱疹：免疫功能正常带状疱疹和免疫缺陷者轻症例的治疗3.免疫缺陷者水痘的治疗。",
        "pill_conflicts": []
    },
    "617": {
        "pill_id": 617,
        "pill_name": "阿昔洛韦胶囊",
        "pill_description": "阿昔洛韦胶囊，适应症为1．单纯疱疹病毒感染：用于生殖器疱疹病毒感染初发和复发病例，对反复发作病例口服本品用作预防。2．带状疱疹：用于免疫功能正常者带状疱疹和免疫缺陷者轻症病例的治疗。3．免疫缺陷者水痘的治疗。",
        "pill_conflicts": []
    },
    "618": {
        "pill_id": 618,
        "pill_name": "阿普唑仑片",
        "pill_description": "阿普唑仑片，适应症为主要用于焦虑、紧张，激动，也可用于催眠或焦虑的辅助用药，也可作为抗惊恐药，并能缓解急性酒精戒断症状。对有精神抑郁的病人应慎用。",
        "pill_conflicts": [128,387,388,135,136,137,138,653,526,529,530,403,18,274,150,151,275,536,537,538,539,540,172,434,435,566,567,314,315,195,326,212,217,218,226,227,101,111,658,659,123,124,127]
    },
    "619": {
        "pill_id": 619,
        "pill_name": "阿普唑仑胶囊",
        "pill_description": "阿普唑仑胶囊，用于焦虑症及惊恐发作的治疗，也用于抑郁症、失眠及手术前镇静。.",
        "pill_conflicts": [128,387,388,135,136,137,138,653,526,529,530,403,18,274,150,151,275,536,537,538,539,540,172,434,435,566,567,314,315,195,326,212,217,218,226,227,101,111,658,659,123,124,127]
    },
    "620": {
        "pill_id": 620,
        "pill_name": "阿替洛尔片",
        "pill_description": "阿替洛尔片，适应症为主要用于治疗高血压、心绞痛、心肌梗死，也可用于心律失常、甲状腺机能亢进、嗜铬细胞瘤。",
        "pill_conflicts": [129,130,136,652,529,530,403,408,283,28,29,30,542,543,544,551,172,312,313,442,443,316,444,326,336,338,339,212,228,621,622,120]
    },
    "621": {
        "pill_id": 621,
        "pill_name": "阿立哌唑片",
        "pill_description": "阿立哌唑片，适应症为用于治疗精神分裂症。在精神分裂症患者的短期（4周和6周）对照试验中确立了阿立哌唑治疗精神分裂症的疗效。选择阿立哌唑用于长期治疗的医生应定期重新评估该药对个别患者的长期疗效。",
        "pill_conflicts": [647,648,650,651,653,403,404,21,22,405,410,283,413,414,415,169,172,301,429,434,435,566,312,313,443,444,318,319,320,64,65,66,67,68,69,199,328,88,89,90,91,220,216,351,352,353,354,355,100,620,246,247,376,255]
    },
    "622": {
        "pill_id": 622,
        "pill_name": "阿立哌唑胶囊",
        "pill_description": "阿立哌唑胶囊，用于治疗精神分裂症。在精神分裂症患者的短期（4周和6周）对照试验中确立了阿立哌唑治疗精神分裂症的疗效。选择阿立哌唑用于长期治疗的医生应定期重新评估该药对个别患者的长期疗效。.",
        "pill_conflicts": [647,648,650,651,653,403,404,21,22,405,410,283,413,414,415,169,172,301,429,434,435,566,312,313,443,444,318,319,320,64,65,66,67,68,69,199,328,88,89,90,91,220,216,351,352,353,354,355,100,620,246,247,376,255]
    },
    "623": {
        "pill_id": 623,
        "pill_name": "阿莫西林/克拉维酸钾片",
        "pill_description": "阿莫西林/克拉维酸钾片，一种用于扁桃腺炎、鼻窦炎等症状的药品。",
        "pill_conflicts": []
    },
    "624": {
        "pill_id": 624,
        "pill_name": "阿莫西林克拉维酸钾(2:1)咀嚼片",
        "pill_description": "阿莫西林克拉维酸钾(2:1)咀嚼片是一种药物，主要成分有阿莫西林、克拉维酸。",
        "pill_conflicts": []
    },
    "625": {
        "pill_id": 625,
        "pill_name": "阿莫西林克拉维酸钾分散片",
        "pill_description": "阿莫西林克拉维酸钾分散片，适应症为本品适用于敏感菌引起的各种感染，如：1．上呼吸道感染：鼻窦炎、扁桃体炎、咽炎、中耳炎等。 2．下呼吸道感染：急性支气管炎、慢性支气管炎急性发作、肺炎、肺脓肿和支气管扩张合并感染等。 3．泌尿系感染：膀胱炎、尿道炎、肾盂肾炎、前列腺炎、盆腔炎、淋球菌尿路感染及软性下疳等。 4．皮肤和软组织感染：疖、脓肿、蜂窝组织炎、伤口感染等。 5．其它感染：骨髓炎、败血症、腹膜炎和手术后感染等。",
        "pill_conflicts": []
    },
    "626": {
        "pill_id": 626,
        "pill_name": "阿莫西林克拉维酸钾分散片(14:1)",
        "pill_description": "阿莫西林克拉维酸钾分散片(14:1)，化学药品。",
        "pill_conflicts": []
    },
    "627": {
        "pill_id": 627,
        "pill_name": "阿莫西林克拉维酸钾分散片(4:1)",
        "pill_description": "阿莫西林克拉维酸钾分散片(4:1)，药品，可用于治疗如下条件中指明的微生物的敏感菌株引起的感染。",
        "pill_conflicts": []
    },
    "628": {
        "pill_id": 628,
        "pill_name": "阿莫西林克拉维酸钾分散片(7:1)",
        "pill_description": "阿莫西林克拉维酸钾分散片(7:1)是一款处方药物，主要成分有阿莫西林、克拉维酸等。",
        "pill_conflicts": []
    },
    "629": {
        "pill_id": 629,
        "pill_name": "阿莫西林克拉维酸钾咀嚼片(14:1)",
        "pill_description": "《阿莫西林克拉维酸钾咀嚼片(14:1)》是一种消炎药品。该药品用于泌尿系统感染：膀胱炎. 尿道炎. 肾盂肾炎. 前列腺炎. 盆腔炎. 淋病奈瑟菌尿路感染及软性下疳等。",
        "pill_conflicts": []
    },
    "630": {
        "pill_id": 630,
        "pill_name": "阿莫西林克拉维酸钾片",
        "pill_description": "阿莫西林克拉维酸钾片，一天两次的本品可用于短期治疗如下感染：上呼吸道感染如：   扁桃腺炎、鼻窦炎、中耳炎。下呼吸道感染如：   急性及慢性支气管炎.大叶性肺炎及支气管肺炎。生殖泌尿道感染：   膀胱炎、尿道炎、肾盂肾炎。皮肤及软组织感染： 疖、脓肿、蜂窝织炎、外伤感染。骨和关节感染：     骨髓炎。其它感染如：   感染性流产、盆腔感染及腹腔感染。",
        "pill_conflicts": []
    },
    "631": {
        "pill_id": 631,
        "pill_name": "阿莫西林克拉维酸钾胶囊(4:1)",
        "pill_description": "阿莫西林克拉维酸钾胶囊(4:1)，复方制剂，本品适用于敏感菌引起的各种感染，如：1．上呼吸道感染：鼻窦炎、扁桃体炎、咽炎、中耳炎等。2．下呼吸道感染：急性支气管炎、慢性支气管炎急性发作、肺炎、肺脓肿和支气管扩张合并感染等。3．泌尿系感染：膀胱炎、尿道炎、肾盂肾炎、前列腺炎、盆腔炎、淋球菌尿路感染及软性下疳等。4．皮肤和软组织感染：疖、脓肿、蜂窝组织炎、伤口感染等。5．其它感染：骨髓炎、败血症、腹膜炎和手术后感染等。",
        "pill_conflicts": []
    },
    "632": {
        "pill_id": 632,
        "pill_name": "阿莫西林分散片",
        "pill_description": "阿莫西林分散片，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1．溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。 2．大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。 3．溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。 4．溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。 5．急性单纯性淋病。 6．本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二指肠幽门螺杆菌，降低消化道溃疡复发率。",
        "pill_conflicts": []
    },
    "633": {
        "pill_id": 633,
        "pill_name": "阿莫西林双氯西林钠片",
        "pill_description": "阿莫西林双氯西林钠片，临床主要用于：  呼吸道感染：急性咽炎、化脓性扁桃体炎、急慢性气管炎、支气管炎、肺炎、感冒继发感染； 消化道感染：肝胆系统感染、急性胃肠炎、伤寒、副伤寒；       泌尿生殖系统感染：尿道炎、膀胱炎、肾盂肾炎、淋病、软性下疳；      耳鼻喉、口腔感染：急慢性中耳炎、牙周炎、鼻炎；       骨关节感染：骨髓炎；      其他感染：心血管感染、皮肤、软组织感染。",
        "pill_conflicts": []
    },
    "634": {
        "pill_id": 634,
        "pill_name": "阿莫西林双氯西林钠胶囊",
        "pill_description": "阿莫西林双氯西林钠胶囊，适应症为适用于对本品敏感的多种细菌引起的感染。1. 上呼吸道感染：扁桃体炎、鼻窦炎、中耳炎等。 2. 下呼吸道感染：急性与慢性支气管炎、大叶性肺炎与支气管炎、脓胸等。3. 生殖泌尿道感染：膀胱炎、尿道炎、肾盂肾炎、盆腔感染、淋病等。 4. 皮肤及软组织感染：疖、脓肿、蜂窝组织炎、伤口感染等。5. 骨和关节感染：骨髓炎。6. 其它感染：牙周脓肿、脓毒性流产、产后脓毒症、腹腔脓毒症等。",
        "pill_conflicts": []
    },
    "635": {
        "pill_id": 635,
        "pill_name": "阿莫西林口腔崩解片",
        "pill_description": "阿莫西林口腔崩解片，适用于对本品敏感细菌所致的呼吸道感染、泌尿道感染、胃肠道感染、皮肤和软组织感染。.",
        "pill_conflicts": []
    },
    "636": {
        "pill_id": 636,
        "pill_name": "阿莫西林咀嚼片",
        "pill_description": "阿莫西林咀嚼片，适应症为对本品敏感细菌引起的上呼吸道感染、咽炎、扁桃体炎、急慢性支气管炎、肺炎、支气管扩张症、尿路感染、皮肤及软组织感 染等。",
        "pill_conflicts": []
    },
    "637": {
        "pill_id": 637,
        "pill_name": "阿莫西林片",
        "pill_description": "阿莫西林为青霉素类抗生素，对肺炎链球菌、溶血性链球菌等链球菌属、不产青霉素酶葡萄球菌、粪肠球菌等需氧革兰阳性球菌，大肠埃希菌、奇异变形杆菌、沙门菌属、流感嗜血杆菌、淋病奈瑟菌等需氧革兰阴性菌的不产β内酰胺酶菌株及幽门螺杆菌具有良好的抗菌活性。阿莫西林通过抑制细菌细胞壁合成而发挥杀菌作用，可使细菌迅速成为球状体而溶解、破裂。",
        "pill_conflicts": []
    },
    "638": {
        "pill_id": 638,
        "pill_name": "阿莫西林肠溶片",
        "pill_description": "阿莫西林肠溶片，用于普通感冒或流行性感冒引起的发热，也用于缓解轻至中度疼痛如头痛、关节痛、偏头痛、牙痛、肌肉痛、神经痛、痛经。",
        "pill_conflicts": []
    },
    "639": {
        "pill_id": 639,
        "pill_name": "阿莫西林胶囊",
        "pill_description": "阿莫西林胶囊，适应症为阿莫西林适用于敏感菌(不产β内酰胺酶菌株)所致的下列感染：1.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致中耳炎、鼻窦炎、咽炎、扁桃体炎等上呼吸道感染。2.大肠埃希菌、奇异变形杆菌或粪肠球菌所致的泌尿生殖道感染。3.溶血链球菌、葡萄球菌或大肠埃希菌所致的皮肤软组织感染。4.溶血链球菌、肺炎链球菌、葡萄球菌或流感嗜血杆菌所致急性支气管炎、肺炎等下呼吸道感染。5.急性单纯性淋病。6.本品尚可用于治疗伤寒、伤寒带菌者及钩端螺旋体病；阿莫西林亦可与克拉霉素、兰索拉唑三联用药根除胃、十二指肠幽门螺杆菌，降低消化道溃疡复发率。",
        "pill_conflicts": []
    },
    "640": {
        "pill_id": 640,
        "pill_name": "阿莫西林舒巴坦匹酯咀嚼片",
        "pill_description": "阿莫西林舒巴坦匹酯咀嚼片，适用于产酶耐药菌引起的下列感染性疾病，包括：1.上呼吸道感染、下呼吸道感染;2.生殖系统感染、盆腔感染、尿道感染;3.皮肤及软组织感染、口腔脓肿;4.严重系统感染：如脑膜炎、细菌性心内膜炎、腹膜炎、骨髓炎、伤寒和副伤寒、预防心内膜炎等。.",
        "pill_conflicts": []
    },
    "641": {
        "pill_id": 641,
        "pill_name": "阿莫西林舒巴坦匹酯片",
        "pill_description": "阿莫西林舒巴坦匹酯片，适应症为本品适用对阿莫西林耐药但对本品敏感的产β－内酰胺酶致病菌引起的下列轻、中度感染性疾病，包括：1、上呼吸道感染：如耳、鼻、喉部感染，即中耳炎、鼻窦炎、扁桃体炎和咽炎等；2、下呼吸道感染：如肺炎、急性支气管炎和慢性支气管炎急性发作、支气管扩张等；3、泌尿生殖系统感染：如膀胱炎和尿道炎、肾盂肾炎、妇科感染、产后感染等；4、皮肤及软组织感染：如蜂窝组织炎、伤口感染、疖病、脓性皮炎和脓疱病；性病；淋病等；5、口腔感染：如口腔脓肿、手术用药等；6、其他感染：如细菌性心内膜炎、腹膜炎、骨髓炎、伤寒和副伤寒、预防心内膜炎等。",
        "pill_conflicts": []
    },
    "642": {
        "pill_id": 642,
        "pill_name": "阿莫西林舒巴坦匹酯胶囊",
        "pill_description": "阿莫西林舒巴坦匹酯胶囊，用于产酶耐药菌引起的下列感染性疾病，包括：1. 上呼吸道感染：如耳、鼻、喉部感染，即中耳炎、窦炎、扁桃体炎和咽炎等；2. 下呼吸道感染：如肺炎、急性支气管炎和慢性支气管炎急性发作、支气管扩张、脓胸、肺脓肿；3. 泌尿生殖系统感染：如肾盂肾炎、膀胱炎和尿道炎等；4. 皮肤及软组织感染：如蜂窝组织炎、伤口感染、疖病、脓性皮炎和脓疱病；性病；淋病等；5. 盆腔感染：妇科感染、产后感染等；6. 尿道感染：肾盂肾炎、膀胱炎等；7. 口腔脓肿：如手术用药等；8. 严重系统感染：如脑膜炎、细菌性心内膜炎、腹膜炎、骨髓炎、伤寒和副伤寒、预防心内膜炎等。",
        "pill_conflicts": []
    },
    "643": {
        "pill_id": 643,
        "pill_name": "阿那曲唑片",
        "pill_description": "阿那曲唑片，适用于绝经后妇女的晚期乳腺癌的治疗。对雌激素受体阴性的病人，若其对他莫昔芬呈现阳性的临床反应，可考虑使用本品。适用于绝经后妇女雌激素受体阳性的早期乳腺癌的辅助治疗。",
        "pill_conflicts": []
    },
    "644": {
        "pill_id": 644,
        "pill_name": "雷米普利片",
        "pill_description": "雷米普利片，适应症为－原发性高血压－急性心肌梗死（2-9天）后出现的轻到中度心力衰竭（NYHA II和III）－非糖尿病肾病患者，尤其是伴有动脉高血压的患者－在心血管危险增加的患者，如明显冠心病病史、糖尿病同时有至少一个额外危险因素、外周动脉闭塞性疾病或者脑卒中，降低心肌梗死、脑卒中或者心血管死亡的可能性。",
        "pill_conflicts": [136,652,529,530,403,404,405,278,411,170,171,172,45,46,47,48,436,312,313,443,444,195,326,586,465,466,341,217,218,346,94,351,228]
    },
    "645": {
        "pill_id": 645,
        "pill_name": "雷贝拉唑钠肠溶片",
        "pill_description": "雷贝拉唑钠肠溶片，适应症为本品适用于以下治疗：1.活动性十二指肠溃疡；2.良性活动性胃溃疡；3.伴有临床症状的侵蚀性或溃疡性的胃-食管返流症(GERD)；4.与适当的抗生素合用，可根治幽门螺旋杆菌阳性的十二指肠溃疡；5.侵蚀性或溃疡性胃-食管返流征的维持期治疗。疗程超过12个月的药效尚未进行评估。",
        "pill_conflicts": [128,135,137,138,526,18,274,275,150,151,536,537,538,539,540,567,314,315,467,212,213,214,471,472,473,474,215,468,469,470,226,227,101,111,115,123,124,127]
    },
    "646": {
        "pill_id": 646,
        "pill_name": "雷贝拉唑钠肠溶胶囊",
        "pill_description": "雷贝拉唑钠肠溶胶囊，本品适用于：1、活动性十二指肠溃疡；2、良性活动性胃溃疡；3、伴有临床症状的侵蚀性或溃疡性的胃－食管返流征（GERD）；4、与适当的抗生素合用，可根治幽门螺旋杆菌阳性的十二指肠溃疡；5、侵蚀性或溃疡性胃－食管返流征的维持期治疗。目前疗程超过12个月的药效尚未进行评估。",
        "pill_conflicts": [128,135,137,138,526,18,274,275,150,151,536,537,538,539,540,567,314,315,467,212,213,214,471,472,473,474,215,468,469,470,226,227,101,111,115,123,124,127]
    },
    "647": {
        "pill_id": 647,
        "pill_name": "马来酸依那普利分散片",
        "pill_description": "马来酸依那普利分散片，适应症为高血压。",
        "pill_conflicts": [136,652,397,272,529,530,403,273,21,22,279,411,28,29,30,417,419,420,41,42,43,172,44,436,55,312,313,443,444,318,319,320,195,326,199,328,465,466,212,341,216,217,218,347,351,104,105,236,621,622,492,376,122]
    },
    "648": {
        "pill_id": 648,
        "pill_name": "马来酸依那普利口腔崩解片",
        "pill_description": "马来酸依那普利口腔崩解片，1.各期原发性高血压。2.肾血管性高血压。3.各级心力衰竭。 对于症状性心衰病人，也适用于：提高生存率；延缓心衰的进展；减少因心衰而导致的住院。4.预防症状心衰， 对于无症状性左心室功能不全病人，适用于：延缓症状性心衰的进展；减少因心衰而导致的住院。5.预防左心室功能不全病人冠状动脉缺血事件，适用于：减少不稳定型心绞痛所导致的住院。.",
        "pill_conflicts": [136,652,397,272,529,530,403,273,21,22,279,411,28,29,30,417,419,420,41,42,43,172,44,436,55,312,313,443,444,318,319,320,195,326,199,328,465,466,212,341,216,217,218,347,351,104,105,236,621,622,492,376,122]
    },
    "649": {
        "pill_id": 649,
        "pill_name": "马来酸依那普利叶酸片",
        "pill_description": "马来酸依那普利叶酸片，用于治疗伴有血浆同型半胱氨酸水平升高的原发性高血压。马来酸依那普利降低高血压病人的血压，叶酸可以降血浆同型半胱氨酸水平。降低血浆同型半胱氨酸水平，是否能预防心脑血管事件的发生尚不明确。",
        "pill_conflicts": []
    },
    "650": {
        "pill_id": 650,
        "pill_name": "马来酸依那普利片",
        "pill_description": "马来酸依那普利片，适应症为用于治疗： 1．各期原发性高血压 2．肾血管性高血压 3．各级心力衰竭 对于症状性心衰病人．也适用于：提高生存率：延缓心衰的进展；减少因心衰而导致的住院。 4．预防症状性心衰 对于无症状性左心室功能不全病人，适用于：延缓症状性心衰的进展：减少因心衰而导致的住院。 5．预防左心室功能不全病人冠状动脉缺血事件．适用于：减少心肌梗塞的发生率：减少不稳定型心绞痛所导致的住院。",
        "pill_conflicts": [136,652,397,272,529,530,403,273,21,22,279,411,28,29,30,417,419,420,41,42,43,172,44,436,55,312,313,443,444,318,319,320,195,326,199,328,465,466,212,341,216,217,218,347,351,104,105,236,621,622,492,376,122]
    },
    "651": {
        "pill_id": 651,
        "pill_name": "马来酸依那普利胶囊",
        "pill_description": "马来酸依那普利胶囊，用于治疗原发性高血压。",
        "pill_conflicts": [136,652,397,272,529,530,403,273,21,22,279,411,28,29,30,417,419,420,41,42,43,172,44,436,55,312,313,443,444,318,319,320,195,326,199,328,465,466,212,341,216,217,218,347,351,104,105,236,621,622,492,376,122]
    },
    "652": {
        "pill_id": 652,
        "pill_name": "马来酸咪达唑仑片",
        "pill_description": "马来酸咪达唑仑片，适应症为各种失眠症的短期治疗，特别适用于入睡困难者或手术前及器械性诊断性检查前用药。",
        "pill_conflicts": [521,522,523,526,18,536,537,538,539,540,36,566,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,586,88,89,90,91,94,100,101,104,105,107,620,111,122,123,124,127,128,131,644,647,648,135,650,651,137,138,653,145,146,658,659,150,151,172,181,182,199,212,216,220,226,227,241,242,249,272,273,274,275,278,283,284,285,567,314,315,318,319,320,326,328,340,346,350,351,374,375,376,379,387,388,403,404,405,410,413,414,415,416,434,435,438,439,440,443,444]
    },
    "653": {
        "pill_id": 653,
        "pill_name": "马来酸噻吗洛尔片",
        "pill_description": "马来酸噻吗洛尔片，适应症为1. 原发性高血压病2. 心绞痛或心肌梗塞后的治疗3. 预防偏头痛",
        "pill_conflicts": [512,513,1,518,519,520,521,522,523,526,529,530,18,536,537,538,539,28,541,29,30,542,543,544,35,36,540,551,41,42,43,44,45,46,47,48,561,562,567,577,578,579,580,581,582,583,584,585,586,587,81,82,83,84,85,88,89,90,91,94,100,101,103,104,105,618,619,621,622,109,111,114,120,122,123,124,127,128,129,130,135,136,137,138,139,652,150,151,170,171,172,177,181,182,199,205,206,207,208,209,210,211,212,216,220,226,227,228,230,231,240,249,251,252,253,254,255,256,257,272,273,274,275,278,279,283,286,301,302,312,313,314,315,316,318,319,320,324,325,326,328,336,338,339,340,341,346,347,351,352,353,354,355,360,361,362,372,373,374,375,376,391,403,404,405,406,407,408,409,413,414,415,417,419,420,421,422,423,424,425,426,436,442,443,444,445,446,447,448,449,450,451,452,457,458,459,460,461,465,466,492,495,511]
    },
    "654": {
        "pill_id": 654,
        "pill_name": "马来酸左氨氯地平片",
        "pill_description": "马来酸左旋氨氯地平片，适应症为1．高血压病。可单独使用本品治疗也可与其他抗高血压药物合用。2．慢性稳定性心绞痛及变异型心绞痛。可单独使用本品治疗也可与其他抗心绞痛药物合用。",
        "pill_conflicts": [403,444,443]
    },
    "655": {
        "pill_id": 655,
        "pill_name": "马来酸氨氯地平分散片",
        "pill_description": "马来酸氨氯地平分散片，1.高血压病。可单独使用本品治疗也可与其它抗高血压药物合用。 2.慢性稳定性心绞痛及变异型心绞痛。可单独使用本品治疗也可与其它抗心绞痛药物合用。.",
        "pill_conflicts": [403,444,443]
    },
    "656": {
        "pill_id": 656,
        "pill_name": "马来酸氨氯地平片",
        "pill_description": "马来酸氨氯地平片，适应症为1．高血压病，可单独使用本品治疗也可或与其他抗高血压药物合并使用。2．慢性稳定性心绞痛及变异型心绞痛。可单独使用本品治疗也可或与其他抗高血压药物合并使用。",
        "pill_conflicts": [403,444,443]
    },
    "657": {
        "pill_id": 657,
        "pill_name": "麻黄碱苯海拉明片",
        "pill_description": "麻黄碱苯海拉明片,用于支气管哮喘、咳嗽、荨麻疹、枯草热，过敏性鼻炎等。",
        "pill_conflicts": [172,434,435,403,566]
    },
    "658": {
        "pill_id": 658,
        "pill_name": "齐多夫定片",
        "pill_description": "齐多夫定片，适应症为用于治疗HIV(人免疫缺陷病毒)感染。",
        "pill_conflicts": [518,519,520,524,525,528,21,22,28,29,30,31,542,543,544,545,36,546,549,550,552,553,547,548,45,46,47,48,55,571,572,573,577,578,579,580,581,70,71,72,585,73,586,74,75,76,77,78,79,82,83,80,85,81,84,94,618,619,114,652,32,167,168,172,195,205,206,207,208,209,210,211,217,218,224,225,228,236,251,286,296,297,298,299,300,303,304,305,306,307,317,582,583,584,587,588,589,411,417,485,495]
    },
    "659": {
        "pill_id": 659,
        "pill_name": "齐多夫定胶囊",
        "pill_description": "齐多夫定胶囊，齐多夫定胶囊与其他抗逆转录病毒药物联合使用，用于治疗人类免疫缺陷病毒（HIV）感染的成年人和儿童。由于齐多夫定显示出可降低HIV的母-婴传播率，齐多夫定亦可用于HIV阳性怀孕妇女及其新生儿。.",
        "pill_conflicts": [518,519,520,524,525,528,21,22,28,29,30,31,542,543,544,545,36,546,549,550,552,553,547,548,45,46,47,48,55,571,572,573,577,578,579,580,581,70,71,72,585,73,586,74,75,76,77,78,79,82,83,80,85,81,84,94,618,619,114,652,32,167,168,172,195,205,206,207,208,209,210,211,217,218,224,225,228,236,251,286,296,297,298,299,300,303,304,305,306,307,317,582,583,584,587,588,589,411,417,485,495]
    },
    "660": {
        "pill_id": 660,
        "pill_name": "龙胆碳酸氢钠片",
        "pill_description": "龙胆碳酸氢钠片，适应症为用于食欲缺乏，胃酸过多，消化不良。",
        "pill_conflicts": []
    }
}